[
    {
        "name": "Nabi Adam AS",
        "thn_kelahiran": "5876",
        "usia": 950,
        "description": "Setelah Allah SWT. menciptakan bumi dengan gunung-gunungnya, laut-lautannya dan tumbuh-tumbuhannya, menciptakan langit dengan mataharinya, bulan dan bintang-bintangnya yang bergemerlapan, menciptakan malaikat-malaikatnya ialah sejenis makhluk halus yang diciptakan untuk beribadah menjadi perantara antara Zat Yang Maha Kuasa dengan hamba-hamba terutama para Rasul dan Nabi. Maka tibalah kehendak Allah SWT. untuk menciptakan sejenis makhluk lain yang akan menghuni dan mengisi bumi, memeliharanya dan menikmati tumbuh-tumbuhannya, mengelola kekayaan yang terpendam di dalamnya dan berkembang biak turun-temurun, waris-mewarisi sepanjang masa yang telah ditakdirkan baginya. \n\nKekhawatiran Para Malaikat.\n\nPara malaikat ketika diberitahukan oleh Allah SWT. akan kehendak-Nya menciptakan makhluk lain itu, mereka khawatir kalau-kalau kehendak Allah menciptakan makhluk yang lain itu, disebabkan kecuaian atau kelalaian mereka dalam ibadah dan menjalankan tugas atau karena pelanggaran yang mereka lakukan tanpa disadari. Berkata mereka kepada Allah SWT.: ”Wahai Tuhan kami! Buat apa Tuhan menciptakan makhluk lain selain kami, padahal kami selalu bertasbih, bertahmid, melakukan ibadah dan mengagungkan nama-Mu tanpa henti-hentinya, sedang makhluk yang Tuhan akan ciptakan dan turunkan ke bumi itu, nescaya akan bertengkar satu dengan lain, akan saling bunuh-membunuh berebutan menguasai kekayaan alam yang terlihat diatasnya dan terpendam di dalamnya, sehingga akan terjadilah kerusakan dan kehancuran di atas bumi yang Tuhan ciptakan itu.”,\n\nAllah berfirman, menghilangkan kekhawatiran para malaikat itu:\n\n\"Aku mengetahui apa yang kamu tidak ketahui dan Aku sendirilah yang mengetahui hikmat penguasaan Bani Adam atas bumi-Ku. Bila Aku telah menciptakannya dan meniupkan Roh kepadanya, bersujudlah kamu di hadapan makhluk baru itu sebagai penghormatan dan bukan sebagai sujud ibadah, karena Allah SWT. melarang hamba-Nya beribadah kepada sesama makhluk-Nya.”,\n\nKemudian diciptakanlah Adam oleh Allah SWT. dari segumpal tanah liat, kering dan lumpur hitam yang berbentuk. Setelah disempurnakan bentuknya ditiupkanlah Roh ciptaan Tuhan ke dalamnya dan berdirilah ia tegak menjadi manusia yang sempurna.\n\nIblis Membangkang.\n\nIblis membangkang dan enggan mematuhi perintah Allah seperti para malaikat yang lain, yang segera bersujud di hadapan Adam sebagai penghormatan bagi makhluk Allah yang akan diberi amanat menguasai bumi dengan segala apa yang hidup dan tumbuh di atasnya serta yang terpendam di dalamnya. Iblis merasa dirinya lebih mulia, lebih utama dan lebih agung dari Adam, karena ia diciptakan dari unsur api, sedang Adam dari tanah dan lumpur.Kebanggaannya dengan asal usulnya menjadikan ia sombong dan merasa rendah untuk bersujud menghormati Adam seperti para malaikat yang lain,walaupun diperintah oleh Allah.\n\nTuhan bertanya kepada Iblis: ”Apakah yang mencegahmu sujud menghormati sesuatu yang telah Aku ciptakan dengan tangan-Ku?”,\n\nIblis menjawab: ”Aku adalah lebih mulia dan lebih unggul dari dia. Engkau ciptakan aku dari api dan menciptakannya dari lumpur.”\n\n”Karena kesombongan, kecongkakan dan pembangkangannya melakukan sujud yang diperintahkan, maka Allah menghukum Iblis dengan mengusir dari syurga dan mengeluarkannya dari barisan malaikat dengan disertai kutukan dan laknat yang akan melekat pada dirinya hingga hari kiamat. Di samping itu, ia dinyatakan sebagai penghuni neraka.\n\nIblis dengan sombongnya menerima dengan baik hukuman Tuhan itu dan ia hanya mohon agar kepadanya diberi kesempatan untuk hidup kekal hingga hari kebangkitan kembali di hari kiamat. Allah meluluskan permohonannya dan ditangguhkanlah ia sampai hari kebangkitan, tidak berterima kasih dan bersyukur atas pemberian jaminan itu, bahkan sebaliknya ia mengancam akan menyesatkan Adam, sebagai sebab terusirnya dia dari syurga dan dikeluarkannya dari barisan malaikat, dan akan mendatangi anak-anak keturunannya dari segala sudut untuk memujuk mereka meninggalkan jalan yang lurus dan bersamanya menempuh jalan yang sesat, mengajak mereka melakukan maksiat dan hal-hal yang terlarang, menggoda mereka supaya melalaikan perintah-perintah agama dan mempengaruhi mereka agar tidak bersyukur dan beramal soleh.\n\nKemudian Allah berfirman kepada Iblis yang terkutuk itu:\n\n”Pergilah engkau bersama pengikut-pengikutmu yang semuanya akan menjadi isi neraka Jahanam dan bahan bakar neraka. Engkau tidak akan berdaya menyesatkan hamba-hamba-Ku yang telah beriman kepada-Ku dengan sepenuh hatinya dan memiliki aqidah yang mantap yang tidak akan tergoyah oleh rayuanmu walaupun engkau menggunakan segala kepandaianmu menghasut dan memfitnah.”\n\nPengetahuan Adam Tentang Nama-Nama Benda.\n\nAllah hendak menghilangkan anggapan rendah para malaikat terhadap Adam dan menyakinkan mereka akan kebenaran hikmat-Nya menunjuk Adam sebagai penguasa bumi, maka diajarkanlah kepada Adam nama-nama benda yang berada di alam semesta, kemudian diperagakanlah benda-benda itu di depan para malaikat seraya: ”Cobalah sebutkan bagi-Ku nama benda-benda itu, jika kamu benar merasa lebih mengetahui dan lebih mengerti dari Adam.\n\n\"Para malaikat tidak berdaya memenuhi tentangan Allah untuk menyebut nama-nama benda yang berada di depan mereka.\n\nMereka mengakui ketidak-sanggupan mereka dengan berkata: ”Maha Agung Engkau! Sesungguhnya kami tidak memiliki pengetahuan tentang sesuatu kecuali apa yang Tuhan ajakan kepada kami.\n\nSesungguhnya Engkaulah Yang Maha Mengetahui dan Maha Bijaksana.\n\n\"Adam lalu diperintahkan oleh Allah untuk memberitahukan nama-nama itu kepada para malaikat dan setelah diberitahukan oleh Adam, berfirmanlah Allah kepada mereka: ”Bukankah Aku telah katakan padamu bahawa Aku mengetahui rahsia langit dan bumi dan mengetahui apa yang kamu lahirkan dan apa yang kamu sembunyikan.\n\n”Adam Menghuni Syurga.\n\nAdam diberi tempat oleh Allah di syurga dan baginya diciptakanlah Hawa untuk mendampinginya dan menjadi teman hidupnya, menghilangkan rasa kesepiannya dan melengkapi keperluan fitrahnya untuk mengembangkan keturunan.\n\nMenurut cerita para ulamat Hawa diciptakan oleh Allah dari salah satu tulang rusuk Adam yang disebelah kiri diwaktu ia masih tidur sehingga ketika ia terjaga, ia melihat Hawa sudah berada di sampingnya.\nDia ditanya oleh malaikat: ”Wahai Adam! Apa dan siapakah makhluk yang berada di sampingmu itu? ”Berkatalah Adam: ”Seorang perempuan.\n\n”Sesuai dengan fitrah yang telah diilhamkan oleh Allah kepadanya.\n\n”Siapa namanya? ”tanya malaikat lagi.\n\n”Hawa”, jawab Adam.\n\n”Untuk apa Tuhan menciptakan makhluk ini?”, tanya malaikat lagi.\n\nAdam menjawab: ”Untuk mendampingiku, memberi kebahagian bagiku dan mengisi keperluan hidupku sesuai dengan kehendak Allah.\n\n\"Allah berpesan kepada Adam: ”Tinggallah engkau bersama isterimu di syurga, rasakanlah kenikmatan yang berlimpah-limpah didalamnya, rasailah dan makanlah buah-buahan yang lazat yang terdapat di dalamnya sepuas hatimu dan sekehendak nasfumu.\n\nKamu tidak akan mengalami atau merasa lapar, dahaga ataupun letih selama kamu berada di dalamnya.\n\nAkan tetapi Aku ingatkan janganlah makan buah dari pohon ini yang akan menyebabkan kamu celaka dan termasuk orang-orang yang zalim.\n\nKetahuilah bahawa Iblis itu adalah musuhmu dan musuh isterimu, ia akan berusaha membujuk kamu dan menyeret kamu keluar dari syurga sehingga hilanglah kebahagiaan yang kamu sedang nikmat ini.\n\n\"Iblis Mulai Beraksi.\n\nSesuai dengan ancaman yang diucapkan ketika diusir oleh allah dari Syurga akibat pembangkangannya dan terdorong pula oleh rasa iri hati dan dengki terhadap Adam yang menjadi sebab sampai ia terkutuk dan terlaknat selama-lamanya tersingkir dari singgahsana kebesarannya.\n\nIblis mulai menunjukkan rancangan penyesatannya kepada Adam dan Hawa yang sedang hidup berdua di syurga yang tenteram, damai dan bahagia.\n\nIa menyatakan kepada mereka bahawa ia adalah kawan mereka dan ingin memberi nasehat dan petunjuk untuk kebaikan dan mengekalkan kebahagiaan mereka.\n\nSegala cara dan kata-kata halus digunakan oleh Iblis untuk mendapatkan kepercayaan Adam dan Hawa bahawa ia betul-betul jujur dalam nasehat dan petunjuknya kepada mereka.\n\nIa membisikan kepada mereka bahwa.\n\nlarangan Tuhan kepada mereka memakan buah-buah yang ditunjuk itu adalah karena dengan memakan buah itu mereka akan menjelma menjadi malaikat dan akan hidup kekal.\n\nDiulang-ulangilah bujukannya dengan menunjukkan akan harumnya bau pohon yang dilarang indah bentuk buahnya dan lazat rasanya.\n\nSehingga pada akhirnya termakanlah bujukan yang halus itu oleh Adam dan Hawa dan dilanggarlah larangan Tuhan.\n\nAllah mencela perbuatan mereka itu dan berfirman yang bermaksud: ”Tidakkah Aku mencegah kamu mendekati pohon itu dan memakan dari buahnya dan tidakkah Aku telah ingatkan kamu bahawa syaitan itu adalah musuhmu yang nyata.\n\n”Adam dan Hawa mendengar firman Allah itu sedarlah ia bahawa mereka telah terlanggar perintah Allah dan bahawa mereka telah melakukan suatu kesalahan dan dosa besar.\n\nSeraya menyesal berkatalah mereka: ”Wahai Tuhan kami! Kami telah menganiaya diri kami sendiri dan telah melanggar perintah-Mu karena terkena bujukan Iblis.\n\nAmpunilah dosa kami karena nescaya kami akan tergolong orang-orang yang rugi bila Engkau tidak mengampuni dan mengasihi kami.\n\n”Adam dan Hawa Diturunkan Ke Bumi.\n\nAllah telah menerima taubat Adam dan Hawa serta mengampuni perbuatan pelanggaran yang mereka telah lakukan hal mana telah melegakan dada mereka dan menghilangkan rasa sedih akibat kelalaian peringatan Tuhan tentang Iblis sehingga terjerumus menjadi mangsa bujukan dan rayuannya yang manis namun berancun itu.\n\nAdam dan Hawa merasa tenteram kembali setelah menerima pengampunan Allah dan selanjutnya akan menjaga jangan sampai tertipu lagi oleh Iblis dan akan berusaha agar pelanggaran yang telah dilakukan dan menimbulkan murka dan teguran Tuhan itu menjadi pengajaran bagi mereka berdua untuk lebih berhati-hati menghadapi tipu daya dan bujukan Iblis yang terlaknat itu.\n\nHarapan untuk tinggal terus di syurga yang telah pudar karena perbuatan pelanggaran perintah Allah, hidup kembali dalam hati dan fikiran Adam dan Hawa yang merasa kenikmatan dan kebahagiaan hidup mereka di syurga tidak akan terganggu oleh sesuatu dan bahawa redha Allah serta rahmatnya akan tetap melimpah di atas mereka untuk selama-lamanya.\n\nAkan tetapi Allah telah menentukan dalam takdir-Nya apa yang tidak terlintas dalam hati dan tidak terfikirkan oleh mereka.\n\nAllah SWT. yang telah menentukan dalam takdir-nya bahawa bumi yang penuh dengan kekayaan untuk dikelolanya, akan dikuasai kepada manusia keturunan Adam memerintahkan Adam dan Hawa turun ke bumi sebagai benih pertama dari hamba-hambanya yang bernama manusia itu.\n\nBerfirmanlah Allah kepada mereka: ”Turunlah kamu ke bumi sebagian daripada kamu menjadi musuh bagi sebagian yang lain kamu dapat tinggal tetap dan hidup disan sampai waktu yang telah ditentukan.\n\n”Turunlah Adam dan Hawa ke bumi menghadapi cara hidup baru yang jauh berlainan dengan hidup di syurga yang pernah dialami dan yang tidak akan berulang kembali.\n\nMereka harus menempuh hidup di dunia yang fana ini dengan suka dan dukanya dan akan menurunkan umat manusia yang beraneka ragam sifat dan tabiatnya berbeda-beda warna kulit dan kecerdasan otaknya.\n\nUmat manusia yang akan berkelompok-kelompok menjadi suku-suku dan bangsa-bangsa di mana yang satu menjadi musuh yang lain saling bunuh-membunuh aniaya-menganianya dan tindas-menindas sehingga dari waktu ke waktu Allah mengutus nabi-nabi-Nya dan rasul-rasul-Nya memimpin hamba-hamba-Nya ke jalan yang lurus penuh damai kasih sayang di antara sesama manusia jalan yang menuju kepada redha-Nya dan kebahagiaan manusia di dunia dan akhirat.\n\nKisah Adam dalam Al-Quran.\n\nAl-Quran menceritakan kisah Adam dalam beberapa surah di antaranya surah Al-Baqarah ayat 30 hingga ayat 38 dan surah Al-A'raaf ayat 11 hingga 25.\n\nPengajaran Yang Terdapat Dari Kisah Adam.\n\nBahawasanya hikmah yang terkandung dalam perintah-perintah dan larangan-larangan Allah dan dalam apa yang diciptakannya kadangkala tidak atau belum dapat dicapai oleh otak manusia bahkan oleh makhluk-Nya yang terdekat sebagaimana telah dialami oleh para malaikat tatkala diberitahu bahawa Allah akan menciptakan manusia keturunan Adam untuk menjadi khalifah-Nya di bumi sehingga mereka seakan-akan berkeberatan dan bertanya-tanya mengapa dan untuk apa Allah menciptakan jenis makhluk lain daripada mereka yang sudah patuh rajin beribadat, bertasbih, bertahmid dan mengagungkan nama-Nya.\n\nBahawasanya manusia walaupun ia telah dikurniakan kecergasan berfikir dan kekuatan fizikal dan mental ia tetap mempunyai beberapa kelemahan pada dirinya seperti sifat lalai, lupa dan khilaf.\n\nHal mana telah terjadi pada diri Nabi Adam yang walaupun ia telah menjadi manusia yang sempurna dan dikurniakan kedudukan yang istimewa di syurga ia tetap tidak terhindar dari sifat-sifat manusia yang lemah itu.\n\nIa telah lupa dan melalaikan peringatan Allah kepadanya tentang pohon terlarang dan tentang Iblis yang menjadi musuhnya dan musuh seluruh keturunannya, sehingga terperangkap ke dalam tipu daya dan terjadilah pelanggaran pertama yang dilakukan oleh manusia terhadap larangan Allah.\n\nBahawasanya seseorang yang telah terlanjur melakukan maksiat dan berbuat dosa tidaklah ia sepatutnya berputus asa dari rahmat dan ampunan Tuhan asalkan ia sedar akan kesalahannya dan bertaubat tidak akan melakukannya kembali.\n\nRahmat allah dan maghfirah-Nya dapat mencakup segala dosa yang diperbuat oleh hamba-Nya kecuali syirik bagaimana pun besar dosa itu asalkan diikuti dengan kesedaran bertaubat dan pengakuan kesalahan.\n\nSifat sombong dan congkak selalu membawa akibat kerugian dan kebinasaan.\n\nLihatlah Iblis yang turun dari singgahsananya dilucutkan kedudukannya sebagai seorang malaikat dan diusir oleh Allah dari syurga dengan disertai kutukan dan laknat yang akan melekat kepada dirinya hingga hari Kiamat karena kesombongannya dan kebanggaaannya dengan asal-usulnya sehingga ia menganggap dan memandang rendah kepada Nabi Adam dan menolak untuk sujud menghormatinya walaupun diperintahkan oleh Allah SWT.",
        "tmp": "Arab dan India",
        "image_url": "http://2.bp.blogspot.com/-sOTZoLQJ2uI/Vn1esaZjZsI/AAAAAAAABtw/bHL85uduUaI/s320/adam%2Bkecil.png",
        "icon_url": "",
        "id": "1"
    },
    {
        "name": "Nabi Idris AS",
        "thn_kelahiran": "4533",
        "usia": 345,
        "description": "Tidak banyak keterangan yang didapat tentang kisah Nabi Idris di dalam Al-Quran maupun dalam kitab-kitab Tafsir dan kitab-kitab sejarah nabi-nabi.\n\n Di dalam Al-Quran hanya terdapat dua ayat tentang Nabi Idris yaitu dalam surah Maryam ayat 56 dan 57:\"Dan ceritakanlah ( hai Muhammad kepada mereka , kisah ) Idris yang terdapat di dalam Al-Quran.\n\n Sesungguhnya ia adalah seorang yang sangat membenarkan dan seorang nabi.\n\n\"Dan Kami telah mengangkatnya ke martabat yang tinggi.\"\n{ Maryam : 56 - 57 } \n\nNabi Idris adalah keturunan keenam dari Nabi Adam putera dari Yarid bin Mihla'iel bin Qinan bin Anusy bin Syith bin Adam A.S. adalah keturunan pertama yang dikurniai kenabian menjadi Nabi setelah Adam dan Syith.\n\nNabi Idris menurut sementara riwayat bermukim di Mesir di mana ia berdakwah untuk agama Allah mengajarkan tauhid dan beribadat menyembah Allah serta membeeri beberapa pendoman hidup bagi pengikut-pengikutnya agar menyelamat diri darii seksaan di akhirat dan kehancuran serta kebinasaan di dunia.\n\n Ia hidup sampai usia 82 tahun.\n\nDiantara beberapa nasehat dan kata-kata mutiaranya ialah : \n\n1 . Kesabaran yang disertai iman kepada Allah membawa kemenangan.\n\n2 . Orang yang bahagia ialah orang yang berwaspada dan mengharapkan syafaat dari Tuhannya dengan amal-amal solehnya.\n\n3 . Bila kamu memohon sesuatu kepada Allah dan berdoa maka ikhlaskanlah niatmu demikian pula puasa dan solatmu.\n\n4 . Janganlah bersumpah dalam keadaan kamu berdusta dan janganlah menuntup sumpah dari orang yang berdusta agar kamu tidak menyekutui mereka dalam dosa.\n\n5 . Taatlah kepada raja-rajamu dan tunduklah kepada pembesar-pembesarmu serta penuhilah selalu mulut-mulutmu dengan ucapan syukur dan puji kepada Allah.\n\n6 . Janganlah iri hati kepada orang-orang yang baik nasibnya, karena mereka tidak akan banyak dan lama menikmati kebaikan nasibnya.\n\n7 . Barang siapa melampaui kesederhanaan tidak sesuatu pun akan memuaskannya.\n\n8 . Tanpa membagi-bagikan nikmat yang diperolehnya seorang tidak dapat bersyukur kepada Allah atas nikmat-nikmat yang diperolehnya itu.\n\nDalam hubungan dengan firman Allah bahawa Nabi Idris diangkat kemartabat tinggi Ibnu Abi Hatim dalam tafsirnya meriwayatkan bahawa Nabi Idris wafat tatkala berada di langit keempat dibawa oleh seorang Malaikat Wallahu a'alam bissawab",
        "tmp": "Irak Kuno dan Mesir",
        "image_url": "http://3.bp.blogspot.com/-AANTKez6zI4/Vn3XsgG77GI/AAAAAAAABu4/YAU28xuT8Ls/s320/idris.png",
        "icon_url": "",
        "id": "2"
    },
    {
        "name": "Nabi Nuh AS",
        "thn_kelahiran": "3993",
        "usia": 950,
        "tmp": "Selatan Irak",
        "image_url": "http://1.bp.blogspot.com/-MT02CHD7Vx4/Vn3XqrZiTxI/AAAAAAAABuU/4dU7ZKbluWo/s320/buh.png",
        "icon_url": "",
        "id": "3"
    },
    {
        "name": "Nabi Hud AS",
        "thn_kelahiran": "2450",
        "usia": 130,
        "tmp": "Antara Yaman dan Oman",
        "image_url": "http://4.bp.blogspot.com/-xug_qsIwLmI/Vn3XsE_FJ2I/AAAAAAAABus/vx0OP5-WrMM/s320/hud.png",
        "icon_url": "",
        "id": "4"
    },
    {
        "name": "Nabi Sholeh AS",
        "thn_kelahiran": "2450",
        "usia": 70,
        "tmp": "Antara Madinah dan Syria",
        "image_url": "http://2.bp.blogspot.com/-KeSIiNdTXFE/Vn3Xu5FXfwI/AAAAAAAABv4/aKweUbeik6o/s320/sholeh.png",
        "icon_url": "",
        "id": "5"
    },
    {
        "name": "Nabi Ibrahim AS",
        "thn_kelahiran": "1997",
        "usia": 175,
        "tmp": "Irak",
        "image_url": "http://4.bp.blogspot.com/-jq5RqrQl-P4/Vn3Xsq-XygI/AAAAAAAABu0/leVFkNEfa5U/s320/ibrahim.png",
        "icon_url": "",
        "id": "6"
    },
    {
        "name": "Nabi Ismail AS",
        "thn_kelahiran": "1911",
        "usia": 137,
        "tmp": "Mekkah",
        "image_url": "http://3.bp.blogspot.com/-_cSIg5N6o5s/Vn3Xt49ILtI/AAAAAAAABvs/OKpPE7lNmt0/s320/ismail.png",
        "icon_url": "",
        "id": "7"
    },
    {
        "name": "Nabi Luth AS",
        "thn_kelahiran": "1897",
        "usia": 80,
        "description": "Nabi Luth adalah anak saudara dari Nabi Ibrahim.\n\n Ayahnya yang bernama Hasan bin Tareh adalah saudara sekandung dari Nabi Ibrahim.\n\n Ia beriman kepada bapa saudaranya Nabi Ibrahim mendampinginya dalam semua perjalanan dan sewaktu mereka berada di Mesir berusaha bersama dalam bidang perternakan yang berhasil dengan baik binatang ternaknya berkembang biak sehingga dalam waktu yang singkat jumlah yang sudah berlipat ganda itu tidak dapat ditampung dalam tempat yang disediakan .\n\n Akhirnya perkongsian Ibrahim-Luth dipecah dan binatang ternakan serta harta milik perusahaan mereka di bahagi dan berpisahlah Luth dengan Ibrahim pindah ke Yordania dan bermukim di sebuah tempat bernama Sodom.\n\n Nabi Luth Diutuskan Oleh Allah Kepada Rakyat Sodom\n\n Masyarakat Sodom adalah masyarakat yang rendah tingkat moralnya,rusak mentalnya, tidak mempunyai pegangan agama atau nilai kemanusiaan yang beradab.\n\n Kemaksiatan dan kemungkaran bermaharajalela dalam pergaulan hidup mereka.\n\n Pencurian dan perampasan harta milik menrupakan kejadian hari-hari di mana yang kuat menjadi kuasa sedang yang lemah menjadi korban penindasan dan perlakuan sewenang-wenang.\n\n Maksiat yang paling menonjol yang menjadi ciri khas hidup mereka adalah perbuatan homoseks {liwat} di kalangan lelakinya dan lesbian di kalangan wanitanya.\n\n Kedua-dua jenis kemungkaran ini begitu bermaharajalela di dalam masyarakat sehinggakan ianya merupakan suatu kebudayaan bagi kaum Sodom.\n\n Seorang pendatang yang masuk ke Sodom tidak akan selamat dari diganggu oelh mereka.\n\n Jika ia membawa barang-barang yang berharga maka dirampaslah barang-barangnya, jika ia melawan atau menolak menyerahkannya maka nyawanya tidak akan selamat.\n\n Akan tetapi jika pendatang itu seorang lelaki yang bermuka tampan dan berparas elok maka ia akan menjadi rebutan di antara mereka dan akan menjadi korban perbuatan keji lelakinya dan sebaliknya jika si pendatang itu seorang perempuan muda maka ia menjadi mangsa bagi pihak wanitanya pula.\n\n Kepada masyarakat yang sudah sedemikian rupa keruntuhan moralnya dan sedemikian paras penyakit sosialnya diutuslah Nabi Luth sebagai pesuruh dan Rasul-Nya untuk mengangkat mereka dari lembah kenistaan ,kejahilan dan kesesatan serta membawa mereka alam yang bersih ,bermoral dan berakhlak mulia.\n\n Nabi Luth mengajak mereka beriman dan beribadah kepada Allah meninggalkan kebiasaan mungkar menjauhkan diri dari perbuatan maksiat dan kejahatan yang diilhamkan oleh iblis dan syaitan.\n\n Ia memberi penerang kepada mereka bahwa Allah telah mencipta mereka dan alam sekitar mereka tidak meredhai amal perbuatan mereka yang mendekati sifat dan tabiat kebinatangan dan tidak sesuai dengan nilai-nilai kemanusiaan dan bahwa Allah akan memberi ganjaran setimpal dengan amal kebajikan mereka.\n\n Yang berbuat baik dan beramal soleh akan diganjar dengan syurga di akhirat sedang yang melakukan perbuatan mungkar akan di balaskannya dengan memasukkannya ke dalam neraka Jahanam.\n\n Nabi Luth berseru kepada mereka agar meninggalkan adat kebiasaan yaitu melakukan perbuatan homoseks dan lesbian karena perbuatan itu bertentangan dengan fitrah dan hati nurani manusia serta menyalahi hikmah yang terkandung didalam penciptaan manusia menjadi dua jenis yaitu lelaki dan wanita.\n\n Juga kepada mereka di beri nasehat dan dianjurkan supaya menghormati hak dan milik masing-masing dengan meninggalkan perbuatan perampasan, perompakan serta pencurian yang selalu mereka lakukan di antara sesama mereka dan terutama kepada pengunjung yang datang ke Sodom.\n\n Diterangkan bahwa perbuatan-perbuatan itu akan merugikan mereka sendiri, karena akan menimbulkan kekacauan dan ketidak amanan di dalam negeri sehingga masing-masing dari mereka tidak merasa aman dan tenteram dalam hidupnya.\n\n Demikianlah Nabi Luth melaksanakan dakwahnya sesuai dengan tugas risalahnya.\n\nIa tidak henti-henti menggunakan setiap kesempatan dan dalam tiap pertemuan dengan kaumnya secara berkelompok atau secara berseorangan mengajak agak mereka beriman dan percaya kepada Allah menyembah-Nya melakukan amal soleh dan meninggalkan perbuatan maksiat dan mungkar.\n\n Akan tetapi keruntuhan moral dan kerusakan akhlak sudah berakar sgt di dalam pergaulan hidup mereka dan pengaruh hawa nafsu dan penyesatan syaitan sudah begitu kuat menguasai tindak-tanduk mereka, maka dakwah dan ajakkan Nabi Luth yyang dilaksanakan dengan kesabaran dan ketekunan tidak mendapat tanah yang subur di dalam hati dan fikiran mereka dan berlalu laksana suasana teriakan di tengah-tengah padang pasir .\n\nTelinga-telinga mereka sudah menjadi pekak bagi ajaran-ajaran Nabi Luth sedang hati dan fikiran mereka sudah tersumbat rapat dengan ajaran -ajaran syaitan dan iblis.\n\n Akhirnya kaum Luth merasa dan kesal hati mendengar dakwah dan nasehat-nasehat Nabi Luth yang tidak putus-putus itu dan minta agar ia menghentikan aksi dakwahnya atau menghadapi pengusir dirinya dari Sodom bersama semua keluarganya.\n\n dari pihak Nabi Luth pun sudah tidak ada harapan lagi masyarakat Sodom dapat terangkat dari lembah kesesatan dan keruntuhan moral mereka dan bahawa meneruskan dakwah kepada mereka yang sudah buta-tuli hati dan fikiran serta mensia-siakan masa.\n\n Ubat satu-satunya, menurut fikiran Nabi Luth untuk mencegah penyakit akhlak itu yang sudah parah itu menular kepada tetangga-tetangga dekatnya, ialah dengan membasmikan mereka dari atas bumi sebagai pembalasan ke atas terhadap kekerasan kepala mereka juga untuk menjadi ibrah dan pengajaran umat-umat disekelilingnya.\n\n beliau memohon kepada Allah agar kepada kaumnya masyarakat Sodom diberi pengajaran berupa azab di dunia sebelum azab yang menanti mereka di akhirat kelak.\n\n Para Malaikat Tamunya Nabi Ibrahim Bertamu Kepada Nabi Luth.\n\n Permohonan Nabi Luth dan doanya diperkenankan dan dikabulkan oleh Allah s.w.t\n\n Dikirimkanlah kepadanya tiga orang malaikat menyamar sebagai manusia biasa.\n\n Mereka adalah malaikat yang bertamu kepada Nabi Ibrahim dengan membawa berita gembira atas kelahiran Nabi Ishaq, dan memberitahu kepada mereka bahwa dia adalah utusan Allah dengan tugas menurunkan azab kepada kaum Luth penduduk kota Sodom.\n\n Dalam kesempatan pertemuan mana Nabi Ibrahim telah mohon agar penurunan azab keatas kaum Sodom ditunda ,kalau-kalau mereka kembali sedar mendebagiarkan dan mengikuti ajakan Luth serta bertaubat dari segala maksiat dan perbuatan mungkar.\n\n Juga dalam pertemuan itu Nabi Ibrahim mohon agar anaksaudaranya, Luth diselamatkan dari azab yang akan diturunkan keatas kaum Saum permintaan mana oleh para malaikat itu diterima dan dijamin bahwa Luth dan keluarganya tidak akan terkena azab.\n\n Para malaikat itu sampai di Sodom dengan menyamar sebagai lelaki remaja yang berparas tampan dan bertubuh yang elok dan bagus.\n\n Dalam perjalanan mereka hendak memasuki kota, mereka berselisih dengan seorang gadis yang cantik dan ayu sedang mengambil dari sebuah perigi.\n\n Para malaikat atau lelaki remaja itu bertanya kepada si gadis kalau-kalau mereka diterima ke rumah sebagai tetamu.\n\n Si gadis tidak berani memberi keputusan sebelum ia beruding terlebih dahulu dengan keluarganya.\n\n Maka ditngglkanlah para lelaki remaja itu oleh si gadis seraya ia pulang ke rumah cepat-cepat untuk memberitahu ayahnya.\n\n Si ayah yaitu Nabi Luth sendiri mendengar lapuran puterinya menjadi binggung jawapan apa yang harus ia berikan kepada para pendatang yang ingin bertamu ke rumahnya untuk beberapa waktu, namun menerima tamu-tamu remaja yang berparas tampan dan kacak akan mengundang risiko gangguan kepadanya dan kepada tamu-tamunya dari kaumnya yang tergila-gila oleh remaja-remaja yang mempunyai tubuh bagus dan wajah elok.\n\n Sedang kalau hal yang demikian itu terjadi ia sebagai tuan rumah harus bertanggungjawab terhadap keselamatan tamunya, padahal ia merasa bahwa ia tidak akan berdaya menghadapi kaumnya yang bengis-bengis dan haus maksiat itu.\n\n Timbang punya timbang dan fikir punya fikir akhirnya diputuskan oleh Nabi Luth bahwa ia akan menerima mereka sebagai tamu di rumahnya apa pun yang akan terjadi sebagai akibat keputusannya ia pasrahkan kepada Allah yang akan melindunginya.\n\n Lalu pergilah ia sendiri menjemput tamu-tamu yang sedang menanti di pinggir kota dan diajaklah mereka bersama-sama ke rumah pada saat kota Sodom sudah diliputi kegelapan dan manusianya sudah nyenyak tidur di rumah masing-masing.\n\n Nabi Luth berusah dab berpesan kepada isterinya dan kedua puterinya agar merahsiakan kedatangan tamu-tamu, jangan sampai terdengar dan diketahui oleh kaumnya.\n\n Akan tetapi isteri Nabi Luth yang memang sehaluan dan sependirian dengan penduduk Sodom telah membocorkan berita kedatangan para tamu dan terdengarlah oleh pemuka-pemuka mereka bahwa Luth ada tetamu terdiri daripada remaja-remaja yang tampan parasnya dan memiliki tubuh yang sangat menarik bagi para penggemar homoseks.\n\n Terjadilah apa yang dikhuatirkan oleh Nabi Luth.\n\n Begitu tersiar dari mulut ke mulut berita kedatangan tamu-tamu remaja di rumah Luth, berdatanglah mereka ke rumahnya untuk melihat para tamunya dan memuaskan nafsunya.\n\n Nabi Luth tidak membuka pintu bagi mereka dan berseru agar mereka kembali ke rumah masing-masing dan jangan menggunggu tamu-tamu yang datangnya dari jauh yang sepatutnya dihormati dan dimuliakan .\n\nMereka diberi nasehat agar meninggalkan adat kebiasaan yang keji itu yang bertentangan dengan fitrah manusia dan kudrat alam di mana Tuhan telah menciptkan manusia berpasangan antara lelaki dengan perempuan untuk menjaga kelangsungan perkembangan umat manusia sebagai makhluk yang termulia di atas bumi.\n\n Nabi Luth berseru agar mereka kembali kepada isteri-isteri mereka dan meninggalkan perbuatan maksiat dan mungkar yang tidak senonoh, sebelum mereka dilanda azab dan seksaan Allah.\n\n Seruan dan nasehat-nasehat Nabi Luth dihiraukan dan dipedulikan ,mereka bahkan mendesak akan menolak pintu rumahnya dengan paksa dan kekerasan kalau pintu tidak di buka dengan sukarela.\n\n Merasa bahwa dirinya sudah tidak berdaya untuk menahan arus orang-orang penyerbu dari kaumnya itu yang akan memaksakan kehendaknya dengan kekerasan berkatalah Nabi Luth secara terus terang kepada para tamunya:\" Sesungguhnya aku tidak berdaya lagi menahan orang-orang itu menyerbu ke dalam .\n\nAku tidak memiliki senjata dan kekuatan fizikal yang dapat menolak kekerasan mereka , tidak pula mempunyai keluarga atau sanak saudara yang disegani mereka yang dapat aku mintai pertolongannya, maka aku merasa sangat kecewa, bahwa sebagai tuan rumah aku tidak dapat menghalaukan gangguan terhadap tamu-tamuku dirumahku sendiri.\n\n Begitu Nabi Luth selesai mengucapkan keluh-kesahnya para tamu segera mengenalkan diri kepadanya dan memberi identitinya, bahawa mereka adalah malaikat-malaikat yang menyamar sebagai manusia yang bertamu kepadanya dan bahwa mereka datang ke Sodom untuk melaksanakan tugas menurunkan azab dan seksa atas rakyatnya yang membangkang dan enggan membersihkan masyarakatnya dari segala kemungkaran dan kemaksiat yang keji dan kotor.\n\n Kepad Nabi Luth para malaikat itu menyarankan agar pintu rumahnya dibuka lebar-lebar untuk memberi kesempatan bagi orang -orang yang haus homoseks itu masuk.\n\n Namun malangnya apabila pintu dibuka dan para penyerbu menindakkan kaki untuk masuk, tiba-tiba gelaplah pandangan mereka dan tidak dapat melihat sesuatu.\n\n mereka mengusap-usap mata, tetapi ternyata sudah menjadi buta.\n\n Sementara para penyerbu rumah Nabi Luth berada dalam keadaan kacau bilau berbentur antara satu dengan lain berteriak-teriak menanya-nanya gerangan apa yang menjadikan mereka buta dengan mendadak para berseru kepada Nabi Luth agar meninggalkan segera perkampungan itu bersam keluarganya, karena masanya telah tiba bagi azab Allah yang akan ditimpakan.\n\n Para malaikat berpesan kepada Nabi Luth dan keluarganya agar perjalanan ke luar kota jangan seorang pun dari mereka menoleh ke belakang.\n\n Nabi Luth keluar dari rumahnya sehabis tengah malam, bersama keluarganya terdiri dari seorang isteri dan dua puterinya berjalan cepat menuju keluar kota, tidak menoleh ke kanan mahupun kekiri sesuai dengan petunjuk para malaikat yang menjadi tamunya.\n\nAkan tetapi si isteri yang menjadi musuh dalam selimut bagi Nabi Luth tidak tergamak meninggalkan kaumnya.\n\n Ia berada dibelakang rombongan Nabi Luth berjalan perlahan-lahan tidak secepat langkah suaminya dan tidak henti-henti menoleh ke belakang karena ingin mengetahui apa yang akan menimpa atas kaumnya, seakan-akan menragukan kebenaran ancaman para malaikat yang telah didengarnya sendiri.\n\n Dan begitu langkah Nabi Luth berserta kedua puterinya melewati batas kota Sodom, sewaktu fajar menyingsing, bergetarlah bumi dengan dahsyatnya di bawah kaki rakyat Sodom, tidak terkecuali isteri Nabi Luth yang munafiq itu.\n\n Getaran itu mendahului suatu gempa bumi yang kuat dan hebat disertai angin yang kencang dan hujan batu sijjil yang menghancurkan dengan serta-merta kota Sodom berserta semua pemghuninya .\n\nDemikianlah mukjizat dan ayat Allah yang diturunkan untuk menjadi pengajaran dan ibrah bagi hamba-hamba-Nya yang mendatang.\n\n Kisah Nabi Luth Di Dalam Al-Quran\n\n Kisah Nabi Luth dalam Al-Quran terdapat pada 85 ayat dalam 12 surah diantaranya surah \"Al-Anbiyaa\" ayat 74 dan 75 , surah \"Asy-Syu'ara\" ayat 160 sehingga ayat 175 , surah \"Hud\" ayat 77 sehingga ayat 83 , surah \"Al-Qamar\" ayat 33 sehingga 39 dan surah \"At-Tahrim\" ayat 10.",
        "tmp": "Sodom dan Amurah",
        "image_url": "http://1.bp.blogspot.com/-u4aHo7te6ZA/Vn3Xt1adoeI/AAAAAAAABvo/rvMA3NOokqc/s320/lut.png",
        "icon_url": "",
        "id": "8"
    },
    {
        "name": "Nabi Ishaq AS",
        "thn_kelahiran": "1897",
        "usia": 180,
        "tmp": "Kan'an",
        "image_url": "http://1.bp.blogspot.com/-dpOj5gl9oBE/Vn3XtbntpadaI/AAAAAAAABvQ/Enz0bRle2xw/s320/ishaq.png",
        "icon_url": "",
        "id": "9"
    },
    {
        "name": "Nabi Yaqub AS",
        "thn_kelahiran": "1837",
        "usia": 147,
        "tmp": "Syam",
        "image_url": "http://2.bp.blogspot.com/-nVw790eRAqE/Vn3XvxpJ6CI/AAAAAAAABwY/9AuuuqJHwGA/s320/yaqub.png",
        "icon_url": "",
        "id": "10"
    },
    {
        "name": "Nabi Yusuf AS",
        "thn_kelahiran": "1745",
        "usia": 110,
        "tmp": "Mesir",
        "image_url": "http://3.bp.blogspot.com/-GIMfMoW53Nc/Vn3Xwbp0WxI/AAAAAAAABwo/1-K1MvB70Hc/s320/yusuf.png",
        "icon_url": "",
        "id": "1"
    },
    {
        "name": "Nabi Syu'aib AS",
        "thn_kelahiran": "1600",
        "usia": 110,
        "tmp": "Madyan",
        "image_url": "http://1.bp.blogspot.com/-jWTANvPgvPc/Vn3XvtFck1I/AAAAAAAABwQ/Y-wlkjmyNck/s320/syuaib.png",
        "icon_url": "",
        "id": "12"
    },
    {
        "name": "Nabi Ayyub AS",
        "thn_kelahiran": "1540",
        "usia": 120,
        "tmp": "Dataran Hauran",
        "image_url": "http://1.bp.blogspot.com/-SxnAwMLo75k/Vn3XqcJWj_I/AAAAAAAABuQ/tL7ZpXcyXo8/s320/ayyub.png",
        "icon_url": "",
        "id": "13"
    },
    {
        "name": "Nabi Dzulkifli AS",
        "thn_kelahiran": "1500",
        "usia": 75,
        "tmp": "Damaskus",
        "image_url": "http://1.bp.blogspot.com/-Y4pUQQOC6FU/Vn3Xr-cgxcI/AAAAAAAABuo/Lpz8KUaXUZU/s320/dzulkifli.png",
        "icon_url": "",
        "id": "14"
    },
    {
        "name": "Nabi Musa AS",
        "thn_kelahiran": "1527",
        "usia": 120,
        "tmp": "Sinai di Mesir",
        "image_url": "http://1.bp.blogspot.com/-6vR18iLMa1I/Vn3XuoEY2uI/AAAAAAAABv0/Wxq1kEQkTb8/s320/musa.png",
        "icon_url": "",
        "id": "15"
    },
    {
        "name": "Nabi Musa AS (Part 4)",
        "thn_kelahiran": "1500",
        "usia": 75,
        "tmp": "Sinai di Mesir",
        "image_url": "http://1.bp.blogspot.com/-6vR18iLMa1I/Vn3XuoEY2uI/AAAAAAAABv0/Wxq1kEQkTb8/s320/musa.png",
        "icon_url": "",
        "id": "18"
    },
    {
        "name": "Nabi Harun AS",
        "thn_kelahiran": "1531",
        "usia": 123,
        "tmp": "Sinai di Mesir",
        "image_url": "http://4.bp.blogspot.com/-YMx-cSnBHBs/Vn3XsAoDJHI/AAAAAAAABuw/WiRXIl4XwV0/s320/harun.png",
        "icon_url": "",
        "id": "19"
    },
    {
        "name": "Nabi Daud AS",
        "thn_kelahiran": "1063",
        "usia": 190,
        "tmp": "Palestina",
        "image_url": "http://3.bp.blogspot.com/-JBkfCFVhupM/Vn3XquoyDoI/AAAAAAAABuY/f5IApOJIToU/s320/daud.png",
        "icon_url": "",
        "id": "20"
    },
    {
        "name": "Nabi Sulaiman AS",
        "thn_kelahiran": "989",
        "usia": 66,
        "tmp": "Palestina",
        "image_url": "http://1.bp.blogspot.com/-gFb2lkkbmfw/Vn3XvNWIkwI/AAAAAAAABwE/LvEuIDinnPk/s320/sulaiman.png",
        "icon_url": "",
        "id": "21"
    },
    {
        "name": "Nabi Ilyas AS",
        "thn_kelahiran": "910",
        "usia": 60,
        "tmp": "Lebanon",
        "image_url": "http://1.bp.blogspot.com/-iRWu-y6rYyY/Vn3Xs-KQ1UI/AAAAAAAABvA/_wtEI5XMLE8/s320/ilyas.png",
        "icon_url": "",
        "id": "22"
    },
    {
        "name": "Nabi Ilyasa' AS",
        "thn_kelahiran": "885",
        "usia": 90,
        "tmp": "Damaskus",
        "image_url": "http://3.bp.blogspot.com/-bR3PEHujmUU/Vn3XtNGYhwI/AAAAAAAABvI/jfYCdJ7pW4I/s320/ilyasa.png",
        "icon_url": "",
        "id": "23"
    },
    {
        "name": "Nabi Yunus AS",
        "thn_kelahiran": "820",
        "usia": 70,
        "tmp": "Ninawa, Irak",
        "image_url": "http://2.bp.blogspot.com/-RUZFmPJbyZ8/Vn3XwN7hmEI/AAAAAAAABwc/SjAXv6G932U/s320/yunus.png",
        "icon_url": "",
        "id": "24"
    },
    {
        "name": "Nabi Zakariya AS",
        "thn_kelahiran": "91",
        "usia": 122,
        "tmp": "Palestina",
        "image_url": "http://1.bp.blogspot.com/-uQvi9QvNsiA/Vn3XwjaA3bI/AAAAAAAABws/CQH8yTwScQQ/s320/zakariya.png",
        "icon_url": "",
        "id": "25"
    },
    {
        "name": "Nabi Yahya AS",
        "thn_kelahiran": "1",
        "usia": 32,
        "tmp": "Palestina",
        "image_url": "http://2.bp.blogspot.com/-2uXO6JdmzZI/Vn3XvYkHS5I/AAAAAAAABwI/zhl7Mm1YXYo/s320/yahya.png",
        "icon_url": "",
        "id": "26"
    },
    {
        "name": "Nabi Isa AS",
        "thn_kelahiran": "1",
        "usia": 33,
        "tmp": "Palestina",
        "image_url": "http://2.bp.blogspot.com/-W72aOD6Bjeo/Vn3XtDdVGJI/AAAAAAAABvM/8p4JObUB8Oc/s320/isa.png",
        "icon_url": "",
        "id": "27"
    },
    {
        "name": "Nabi Muhammad SAW",
        "thn_kelahiran": "570",
        "usia": 62,
        "tmp": "Mekkah",
        "image_url": "http://2.bp.blogspot.com/-fn_NMHe1svk/Vn3XuIdeeUI/AAAAAAAABvk/86DPb6Msvps/s320/muhammad.png",
        "icon_url": "",
        "id": "28"
    }
]