[
    {
        "name": "Nabi Adam AS",
        "thn_kelahiran": "5876",
        "usia": 950,
        "description": "Setelah Allah SWT. menciptakan bumi dengan gunung-gunungnya, laut-lautannya dan tumbuh-tumbuhannya, menciptakan langit dengan mataharinya, bulan dan bintang-bintangnya yang bergemerlapan, menciptakan malaikat-malaikatnya ialah sejenis makhluk halus yang diciptakan untuk beribadah menjadi perantara antara Zat Yang Maha Kuasa dengan hamba-hamba terutama para Rasul dan Nabi. Maka tibalah kehendak Allah SWT. untuk menciptakan sejenis makhluk lain yang akan menghuni dan mengisi bumi, memeliharanya dan menikmati tumbuh-tumbuhannya, mengelola kekayaan yang terpendam di dalamnya dan berkembang biak turun-temurun, waris-mewarisi sepanjang masa yang telah ditakdirkan baginya. \n\nKekhawatiran Para Malaikat.\n\nPara malaikat ketika diberitahukan oleh Allah SWT. akan kehendak-Nya menciptakan makhluk lain itu, mereka khawatir kalau-kalau kehendak Allah menciptakan makhluk yang lain itu, disebabkan kecuaian atau kelalaian mereka dalam ibadah dan menjalankan tugas atau karena pelanggaran yang mereka lakukan tanpa disadari. Berkata mereka kepada Allah SWT.: ”Wahai Tuhan kami! Buat apa Tuhan menciptakan makhluk lain selain kami, padahal kami selalu bertasbih, bertahmid, melakukan ibadah dan mengagungkan nama-Mu tanpa henti-hentinya, sedang makhluk yang Tuhan akan ciptakan dan turunkan ke bumi itu, nescaya akan bertengkar satu dengan lain, akan saling bunuh-membunuh berebutan menguasai kekayaan alam yang terlihat diatasnya dan terpendam di dalamnya, sehingga akan terjadilah kerusakan dan kehancuran di atas bumi yang Tuhan ciptakan itu.”,\n\nAllah berfirman, menghilangkan kekhawatiran para malaikat itu:\n\n\"Aku mengetahui apa yang kamu tidak ketahui dan Aku sendirilah yang mengetahui hikmat penguasaan Bani Adam atas bumi-Ku. Bila Aku telah menciptakannya dan meniupkan Roh kepadanya, bersujudlah kamu di hadapan makhluk baru itu sebagai penghormatan dan bukan sebagai sujud ibadah, karena Allah SWT. melarang hamba-Nya beribadah kepada sesama makhluk-Nya.”,\n\nKemudian diciptakanlah Adam oleh Allah SWT. dari segumpal tanah liat, kering dan lumpur hitam yang berbentuk. Setelah disempurnakan bentuknya ditiupkanlah Roh ciptaan Tuhan ke dalamnya dan berdirilah ia tegak menjadi manusia yang sempurna.\n\nIblis Membangkang.\n\nIblis membangkang dan enggan mematuhi perintah Allah seperti para malaikat yang lain, yang segera bersujud di hadapan Adam sebagai penghormatan bagi makhluk Allah yang akan diberi amanat menguasai bumi dengan segala apa yang hidup dan tumbuh di atasnya serta yang terpendam di dalamnya. Iblis merasa dirinya lebih mulia, lebih utama dan lebih agung dari Adam, karena ia diciptakan dari unsur api, sedang Adam dari tanah dan lumpur.Kebanggaannya dengan asal usulnya menjadikan ia sombong dan merasa rendah untuk bersujud menghormati Adam seperti para malaikat yang lain,walaupun diperintah oleh Allah.\n\nTuhan bertanya kepada Iblis: ”Apakah yang mencegahmu sujud menghormati sesuatu yang telah Aku ciptakan dengan tangan-Ku?”,\n\nIblis menjawab: ”Aku adalah lebih mulia dan lebih unggul dari dia. Engkau ciptakan aku dari api dan menciptakannya dari lumpur.”\n\n”Karena kesombongan, kecongkakan dan pembangkangannya melakukan sujud yang diperintahkan, maka Allah menghukum Iblis dengan mengusir dari syurga dan mengeluarkannya dari barisan malaikat dengan disertai kutukan dan laknat yang akan melekat pada dirinya hingga hari kiamat. Di samping itu, ia dinyatakan sebagai penghuni neraka.\n\nIblis dengan sombongnya menerima dengan baik hukuman Tuhan itu dan ia hanya mohon agar kepadanya diberi kesempatan untuk hidup kekal hingga hari kebangkitan kembali di hari kiamat. Allah meluluskan permohonannya dan ditangguhkanlah ia sampai hari kebangkitan, tidak berterima kasih dan bersyukur atas pemberian jaminan itu, bahkan sebaliknya ia mengancam akan menyesatkan Adam, sebagai sebab terusirnya dia dari syurga dan dikeluarkannya dari barisan malaikat, dan akan mendatangi anak-anak keturunannya dari segala sudut untuk memujuk mereka meninggalkan jalan yang lurus dan bersamanya menempuh jalan yang sesat, mengajak mereka melakukan maksiat dan hal-hal yang terlarang, menggoda mereka supaya melalaikan perintah-perintah agama dan mempengaruhi mereka agar tidak bersyukur dan beramal soleh.\n\nKemudian Allah berfirman kepada Iblis yang terkutuk itu:\n\n”Pergilah engkau bersama pengikut-pengikutmu yang semuanya akan menjadi isi neraka Jahanam dan bahan bakar neraka. Engkau tidak akan berdaya menyesatkan hamba-hamba-Ku yang telah beriman kepada-Ku dengan sepenuh hatinya dan memiliki aqidah yang mantap yang tidak akan tergoyah oleh rayuanmu walaupun engkau menggunakan segala kepandaianmu menghasut dan memfitnah.”\n\nPengetahuan Adam Tentang Nama-Nama Benda.\n\nAllah hendak menghilangkan anggapan rendah para malaikat terhadap Adam dan menyakinkan mereka akan kebenaran hikmat-Nya menunjuk Adam sebagai penguasa bumi, maka diajarkanlah kepada Adam nama-nama benda yang berada di alam semesta, kemudian diperagakanlah benda-benda itu di depan para malaikat seraya: ”Cobalah sebutkan bagi-Ku nama benda-benda itu, jika kamu benar merasa lebih mengetahui dan lebih mengerti dari Adam.\n\n\"Para malaikat tidak berdaya memenuhi tentangan Allah untuk menyebut nama-nama benda yang berada di depan mereka.\n\nMereka mengakui ketidak-sanggupan mereka dengan berkata: ”Maha Agung Engkau! Sesungguhnya kami tidak memiliki pengetahuan tentang sesuatu kecuali apa yang Tuhan ajakan kepada kami.\n\nSesungguhnya Engkaulah Yang Maha Mengetahui dan Maha Bijaksana.\n\n\"Adam lalu diperintahkan oleh Allah untuk memberitahukan nama-nama itu kepada para malaikat dan setelah diberitahukan oleh Adam, berfirmanlah Allah kepada mereka: ”Bukankah Aku telah katakan padamu bahawa Aku mengetahui rahsia langit dan bumi dan mengetahui apa yang kamu lahirkan dan apa yang kamu sembunyikan.\n\n”Adam Menghuni Syurga.\n\nAdam diberi tempat oleh Allah di syurga dan baginya diciptakanlah Hawa untuk mendampinginya dan menjadi teman hidupnya, menghilangkan rasa kesepiannya dan melengkapi keperluan fitrahnya untuk mengembangkan keturunan.\n\nMenurut cerita para ulamat Hawa diciptakan oleh Allah dari salah satu tulang rusuk Adam yang disebelah kiri diwaktu ia masih tidur sehingga ketika ia terjaga, ia melihat Hawa sudah berada di sampingnya.\nDia ditanya oleh malaikat: ”Wahai Adam! Apa dan siapakah makhluk yang berada di sampingmu itu? ”Berkatalah Adam: ”Seorang perempuan.\n\n”Sesuai dengan fitrah yang telah diilhamkan oleh Allah kepadanya.\n\n”Siapa namanya? ”tanya malaikat lagi.\n\n”Hawa”, jawab Adam.\n\n”Untuk apa Tuhan menciptakan makhluk ini?”, tanya malaikat lagi.\n\nAdam menjawab: ”Untuk mendampingiku, memberi kebahagian bagiku dan mengisi keperluan hidupku sesuai dengan kehendak Allah.\n\n\"Allah berpesan kepada Adam: ”Tinggallah engkau bersama isterimu di syurga, rasakanlah kenikmatan yang berlimpah-limpah didalamnya, rasailah dan makanlah buah-buahan yang lazat yang terdapat di dalamnya sepuas hatimu dan sekehendak nasfumu.\n\nKamu tidak akan mengalami atau merasa lapar, dahaga ataupun letih selama kamu berada di dalamnya.\n\nAkan tetapi Aku ingatkan janganlah makan buah dari pohon ini yang akan menyebabkan kamu celaka dan termasuk orang-orang yang zalim.\n\nKetahuilah bahawa Iblis itu adalah musuhmu dan musuh isterimu, ia akan berusaha membujuk kamu dan menyeret kamu keluar dari syurga sehingga hilanglah kebahagiaan yang kamu sedang nikmat ini.\n\n\"Iblis Mulai Beraksi.\n\nSesuai dengan ancaman yang diucapkan ketika diusir oleh allah dari Syurga akibat pembangkangannya dan terdorong pula oleh rasa iri hati dan dengki terhadap Adam yang menjadi sebab sampai ia terkutuk dan terlaknat selama-lamanya tersingkir dari singgahsana kebesarannya.\n\nIblis mulai menunjukkan rancangan penyesatannya kepada Adam dan Hawa yang sedang hidup berdua di syurga yang tenteram, damai dan bahagia.\n\nIa menyatakan kepada mereka bahawa ia adalah kawan mereka dan ingin memberi nasehat dan petunjuk untuk kebaikan dan mengekalkan kebahagiaan mereka.\n\nSegala cara dan kata-kata halus digunakan oleh Iblis untuk mendapatkan kepercayaan Adam dan Hawa bahawa ia betul-betul jujur dalam nasehat dan petunjuknya kepada mereka.\n\nIa membisikan kepada mereka bahwa.\n\nlarangan Tuhan kepada mereka memakan buah-buah yang ditunjuk itu adalah karena dengan memakan buah itu mereka akan menjelma menjadi malaikat dan akan hidup kekal.\n\nDiulang-ulangilah bujukannya dengan menunjukkan akan harumnya bau pohon yang dilarang indah bentuk buahnya dan lazat rasanya.\n\nSehingga pada akhirnya termakanlah bujukan yang halus itu oleh Adam dan Hawa dan dilanggarlah larangan Tuhan.\n\nAllah mencela perbuatan mereka itu dan berfirman yang bermaksud: ”Tidakkah Aku mencegah kamu mendekati pohon itu dan memakan dari buahnya dan tidakkah Aku telah ingatkan kamu bahawa syaitan itu adalah musuhmu yang nyata.\n\n”Adam dan Hawa mendengar firman Allah itu sedarlah ia bahawa mereka telah terlanggar perintah Allah dan bahawa mereka telah melakukan suatu kesalahan dan dosa besar.\n\nSeraya menyesal berkatalah mereka: ”Wahai Tuhan kami! Kami telah menganiaya diri kami sendiri dan telah melanggar perintah-Mu karena terkena bujukan Iblis.\n\nAmpunilah dosa kami karena nescaya kami akan tergolong orang-orang yang rugi bila Engkau tidak mengampuni dan mengasihi kami.\n\n”Adam dan Hawa Diturunkan Ke Bumi.\n\nAllah telah menerima taubat Adam dan Hawa serta mengampuni perbuatan pelanggaran yang mereka telah lakukan hal mana telah melegakan dada mereka dan menghilangkan rasa sedih akibat kelalaian peringatan Tuhan tentang Iblis sehingga terjerumus menjadi mangsa bujukan dan rayuannya yang manis namun berancun itu.\n\nAdam dan Hawa merasa tenteram kembali setelah menerima pengampunan Allah dan selanjutnya akan menjaga jangan sampai tertipu lagi oleh Iblis dan akan berusaha agar pelanggaran yang telah dilakukan dan menimbulkan murka dan teguran Tuhan itu menjadi pengajaran bagi mereka berdua untuk lebih berhati-hati menghadapi tipu daya dan bujukan Iblis yang terlaknat itu.\n\nHarapan untuk tinggal terus di syurga yang telah pudar karena perbuatan pelanggaran perintah Allah, hidup kembali dalam hati dan fikiran Adam dan Hawa yang merasa kenikmatan dan kebahagiaan hidup mereka di syurga tidak akan terganggu oleh sesuatu dan bahawa redha Allah serta rahmatnya akan tetap melimpah di atas mereka untuk selama-lamanya.\n\nAkan tetapi Allah telah menentukan dalam takdir-Nya apa yang tidak terlintas dalam hati dan tidak terfikirkan oleh mereka.\n\nAllah SWT. yang telah menentukan dalam takdir-nya bahawa bumi yang penuh dengan kekayaan untuk dikelolanya, akan dikuasai kepada manusia keturunan Adam memerintahkan Adam dan Hawa turun ke bumi sebagai benih pertama dari hamba-hambanya yang bernama manusia itu.\n\nBerfirmanlah Allah kepada mereka: ”Turunlah kamu ke bumi sebagian daripada kamu menjadi musuh bagi sebagian yang lain kamu dapat tinggal tetap dan hidup disan sampai waktu yang telah ditentukan.\n\n”Turunlah Adam dan Hawa ke bumi menghadapi cara hidup baru yang jauh berlainan dengan hidup di syurga yang pernah dialami dan yang tidak akan berulang kembali.\n\nMereka harus menempuh hidup di dunia yang fana ini dengan suka dan dukanya dan akan menurunkan umat manusia yang beraneka ragam sifat dan tabiatnya berbeda-beda warna kulit dan kecerdasan otaknya.\n\nUmat manusia yang akan berkelompok-kelompok menjadi suku-suku dan bangsa-bangsa di mana yang satu menjadi musuh yang lain saling bunuh-membunuh aniaya-menganianya dan tindas-menindas sehingga dari waktu ke waktu Allah mengutus nabi-nabi-Nya dan rasul-rasul-Nya memimpin hamba-hamba-Nya ke jalan yang lurus penuh damai kasih sayang di antara sesama manusia jalan yang menuju kepada redha-Nya dan kebahagiaan manusia di dunia dan akhirat.\n\nKisah Adam dalam Al-Quran.\n\nAl-Quran menceritakan kisah Adam dalam beberapa surah di antaranya surah Al-Baqarah ayat 30 hingga ayat 38 dan surah Al-A'raaf ayat 11 hingga 25.\n\nPengajaran Yang Terdapat Dari Kisah Adam.\n\nBahawasanya hikmah yang terkandung dalam perintah-perintah dan larangan-larangan Allah dan dalam apa yang diciptakannya kadangkala tidak atau belum dapat dicapai oleh otak manusia bahkan oleh makhluk-Nya yang terdekat sebagaimana telah dialami oleh para malaikat tatkala diberitahu bahawa Allah akan menciptakan manusia keturunan Adam untuk menjadi khalifah-Nya di bumi sehingga mereka seakan-akan berkeberatan dan bertanya-tanya mengapa dan untuk apa Allah menciptakan jenis makhluk lain daripada mereka yang sudah patuh rajin beribadat, bertasbih, bertahmid dan mengagungkan nama-Nya.\n\nBahawasanya manusia walaupun ia telah dikurniakan kecergasan berfikir dan kekuatan fizikal dan mental ia tetap mempunyai beberapa kelemahan pada dirinya seperti sifat lalai, lupa dan khilaf.\n\nHal mana telah terjadi pada diri Nabi Adam yang walaupun ia telah menjadi manusia yang sempurna dan dikurniakan kedudukan yang istimewa di syurga ia tetap tidak terhindar dari sifat-sifat manusia yang lemah itu.\n\nIa telah lupa dan melalaikan peringatan Allah kepadanya tentang pohon terlarang dan tentang Iblis yang menjadi musuhnya dan musuh seluruh keturunannya, sehingga terperangkap ke dalam tipu daya dan terjadilah pelanggaran pertama yang dilakukan oleh manusia terhadap larangan Allah.\n\nBahawasanya seseorang yang telah terlanjur melakukan maksiat dan berbuat dosa tidaklah ia sepatutnya berputus asa dari rahmat dan ampunan Tuhan asalkan ia sedar akan kesalahannya dan bertaubat tidak akan melakukannya kembali.\n\nRahmat allah dan maghfirah-Nya dapat mencakup segala dosa yang diperbuat oleh hamba-Nya kecuali syirik bagaimana pun besar dosa itu asalkan diikuti dengan kesedaran bertaubat dan pengakuan kesalahan.\n\nSifat sombong dan congkak selalu membawa akibat kerugian dan kebinasaan.\n\nLihatlah Iblis yang turun dari singgahsananya dilucutkan kedudukannya sebagai seorang malaikat dan diusir oleh Allah dari syurga dengan disertai kutukan dan laknat yang akan melekat kepada dirinya hingga hari Kiamat karena kesombongannya dan kebanggaaannya dengan asal-usulnya sehingga ia menganggap dan memandang rendah kepada Nabi Adam dan menolak untuk sujud menghormatinya walaupun diperintahkan oleh Allah SWT.",
        "tmp": "Arab dan India",
        "image_url": "http://2.bp.blogspot.com/-sOTZoLQJ2uI/Vn1esaZjZsI/AAAAAAAABtw/bHL85uduUaI/s320/adam%2Bkecil.png",
     "icon_url": "icon_url 1",
     "id": "1"
    },
    {
        "name": "Nabi Idris AS",
        "thn_kelahiran": "4533",
        "usia": 345,
        "description": "Tidak banyak keterangan yang didapat tentang kisah Nabi Idris di dalam Al-Quran maupun dalam kitab-kitab Tafsir dan kitab-kitab sejarah nabi-nabi.\n\n Di dalam Al-Quran hanya terdapat dua ayat tentang Nabi Idris yaitu dalam surah Maryam ayat 56 dan 57:\"Dan ceritakanlah ( hai Muhammad kepada mereka , kisah ) Idris yang terdapat di dalam Al-Quran.\n\n Sesungguhnya ia adalah seorang yang sangat membenarkan dan seorang nabi.\n\n\"Dan Kami telah mengangkatnya ke martabat yang tinggi.\"\n{ Maryam : 56 - 57 } \n\nNabi Idris adalah keturunan keenam dari Nabi Adam putera dari Yarid bin Mihla'iel bin Qinan bin Anusy bin Syith bin Adam A.S. adalah keturunan pertama yang dikurniai kenabian menjadi Nabi setelah Adam dan Syith.\n\nNabi Idris menurut sementara riwayat bermukim di Mesir di mana ia berdakwah untuk agama Allah mengajarkan tauhid dan beribadat menyembah Allah serta membeeri beberapa pendoman hidup bagi pengikut-pengikutnya agar menyelamat diri darii seksaan di akhirat dan kehancuran serta kebinasaan di dunia.\n\n Ia hidup sampai usia 82 tahun.\n\nDiantara beberapa nasehat dan kata-kata mutiaranya ialah : \n\n1 . Kesabaran yang disertai iman kepada Allah membawa kemenangan.\n\n2 . Orang yang bahagia ialah orang yang berwaspada dan mengharapkan syafaat dari Tuhannya dengan amal-amal solehnya.\n\n3 . Bila kamu memohon sesuatu kepada Allah dan berdoa maka ikhlaskanlah niatmu demikian pula puasa dan solatmu.\n\n4 . Janganlah bersumpah dalam keadaan kamu berdusta dan janganlah menuntup sumpah dari orang yang berdusta agar kamu tidak menyekutui mereka dalam dosa.\n\n5 . Taatlah kepada raja-rajamu dan tunduklah kepada pembesar-pembesarmu serta penuhilah selalu mulut-mulutmu dengan ucapan syukur dan puji kepada Allah.\n\n6 . Janganlah iri hati kepada orang-orang yang baik nasibnya, karena mereka tidak akan banyak dan lama menikmati kebaikan nasibnya.\n\n7 . Barang siapa melampaui kesederhanaan tidak sesuatu pun akan memuaskannya.\n\n8 . Tanpa membagi-bagikan nikmat yang diperolehnya seorang tidak dapat bersyukur kepada Allah atas nikmat-nikmat yang diperolehnya itu.\n\nDalam hubungan dengan firman Allah bahawa Nabi Idris diangkat kemartabat tinggi Ibnu Abi Hatim dalam tafsirnya meriwayatkan bahawa Nabi Idris wafat tatkala berada di langit keempat dibawa oleh seorang Malaikat Wallahu a'alam bissawab",
        "tmp": "Irak Kuno dan Mesir",
        "image_url": "http://3.bp.blogspot.com/-AANTKez6zI4/Vn3XsgG77GI/AAAAAAAABu4/YAU28xuT8Ls/s320/idris.png",
     "icon_url": "icon_url 2",
     "id": "2"
    },
    {
        "name": "Nabi Nuh AS",
        "thn_kelahiran": "3993",
        "usia": 950,
        "description": "Nabi Nuh adalah nabi keempat sesudah Adam, Syith dan Idris dan keturunan kesembilan dari Nabi Adam.\n\n Ayahnya adalah Lamik bin Metusyalih bin Idris. \n\n Dakwah Nabi Nuh Kepada Kaumnya\n\nNabi Nuh menerima wahyu kenabian dari Allah dalam masa \"fatrah\" masa kekosongan di antara dua rasul di mana biasanya manusia secara berangsur-angsur melupakan ajaran agama yang dibawa oleh nabi yang meninggalkan mereka dan kembali bersyirik meninggalkan amal kebajikan, melakukan kemungkaran dan kemaksiatan di bawah pimpinan Iblis.\n\nDemikianlah maka kaum Nabi Nuh tidak luput dari proses tersebut, sehingga ketika Nabi Nuh datang di tengah-tengah mereka, mereka sedang menyembah berhala ialah patung-patung yang dibuat oleh tangan-tangan mereka sendiri disembahnya sebagai tuhan-tuhan yang dapat membawa kebaikan dan manfaat serta menolak segala kesengsaraan dan kemalangan.\n\nberhala-berhala yang dipertuhankan dan menurut kepercayaan mereka mempunyai kekuatan dan kekuasaan ghaib ke atas manusia itu diberinya nama-nama yang silih berganti menurut kehendak dan selera kebodohan mereka.\n\nKadang-kadang mereka namakan berhala mereka \" Wadd \" dan \" Suwa \" kadangkala \" Yaguts \" dan bila sudah bosan digantinya dengan nama \" Yatuq \" dan \" Nasr \".\n\nNabi Nuh berdakwah kepada kaumnya yang sudah jauh tersesat oleh iblis itu, mengajak mereka meninggalkan syirik dan penyembahan berhala dan kembali kepada tauhid menyembah Allah Tuhan sekalian alam melakukan ajaran-ajaran agama yang diwahyukan kepadanya serta meninggalkan kemungkaran dan kemaksiatan yang diajarkan oleh Syaitan dan Iblis.\n\nNabi Nuh menarik perhatian kaumnya agar melihat alam semesta yang diciptakan oleh Allah berupa langit dengan matahari, bulan dan bintang-bintang yang menghiasinya, bumi dengan kekayaan yang ada di atas dan di bawahnya, berupa tumbuh-tumbuhan dan air yang mengalir yang memberi kenikmatan hidup kepada manusia, pengantian malam menjadi siang dan sebaliknya yang kesemua itu menjadi bukti dan tanda nyata akan adanya keesaan Tuhan yang harus disembah dan bukan berhala-berhala yang mereka buat dengan tangan mereka sendiri.\n\nDi samping itu Nabi Nuh juga memberitakan kepada mereka bahwa akan ada gajaran yang akan diterima oleh manusia atas segala amalannya di dunia yaitu syurga bagi amalan kebajikan dan neraka bagi segala pelanggaran terhadap perintah agama yang berupa kemungkaran dan kemaksiatan.\n\nNabi Nuh yang dikurniakan Allah dengan sifat-sifat yang patut dimiliki oleh seorang nabi, fasih dan tegas dalam kata-katanya, bijaksana dan sabar dalam tindak-tanduknya melaksanakan tugas risalahnya kepada kaumnya dengan penuh kesabaran dan kebijaksanaan dengan cara yang lemah lembut mengetuk hati nurani mereka dan kadang kala dengan kata-kata yang tajam dan nada yang kasar bila menghadapi pembesar-pembesar kaumnya yang keras kepala yang enggan menerima hujjah dan dalil-dalil yang dikemukakan kepada mereka yang tidak dapat mereka membantahnya atau mematahkannya.\n\nAkan tetapi walaupun Nabi Nuh telah berusaha sekuat tanaganya berdakwah kepadaa kaumnya dengan segala kebijaksanaan, kecekapan dan kesabaran dan dalam setiap kesempatan, siang mahupun malam dengan cara berbisik-bisik atau cara terang dan terbuka terbyata hanya sedikit sekali dari kaumnya yang dapat menerima dakwahnya dan mengikuti ajakannya, yang menurut sementara riwayat tidak melebihi bilangan seratus orang Mereka pun terdiri dari orang-orang yang miskin berkedudukan sosial lemah.\n\n Sedangkan orang yang kaya-raya, berkedudukan tingi dan terpandang dalam masyarakat, yang merupakan pembesar-pembesar dan penguasa-penguasa tetap membangkang, tidak mempercayai Nabi Nuh mengingkari dakwahnya dan sesekali tidak merelakan melepas agamanya dan kepercayaan mereka terhadap berhala-berhala mereka, bahkan mereka berusaha dengan mengadakan persekongkolan hendak melumpuhkan dan mengagalkan usaha dakwah Nabi nuh.\n\nBerkata mereka kepada Nabi Nuh:\"Bukankah engkau hanya seorang daripada kami dan tidak berbeda daripada kami sebagai manusia biasa.\n\n Jikalau betul Allah akan mengutuskan seorang rasul yang membawa perintah-Nya, nescaya Ia akan mengutuskan seorang malaikat yang patut kami dengarkan kata-katanya dan kami ikuti ajakannya dan bukan manusia biasa seperti engkau hanya dapat diikuti orang-orang rendah kedudukan sosialnya seperti para buruh petani orang-orang yang tidak berpenghasilan yang bagi kami mereka seperti sampah masyarakat.\n\nPengikut-pengikutmu itu adalah orang-orang yang tidak mempunyai daya fikiran dan ketajaman otak, mereka mengikutimu secara buta tuli tanpa memikirkan dan menimbangkan masak-masak benar atau tidaknya dakwah dan ajakanmu itu.\n\n Coba agama yang engkau bawa dan ajaran -ajaran yang engkau sadurkan kepada kami itu betul-betul benar, nescaya kamilah dulu mengikutimu dan bukannya orang-orang yang mengemis pengikut-pengikutmu itu.\n\n kami sebagai pemuka-pemuka masyarakat yang pandai berfikir, memiliki kecerdasan otak dan pandangan yang luas dan yang dipandang masyarakat sebagai pemimpin-pemimpinnya, tidaklah mudak kami menerima ajakanmu dan dakwahmu.\n\nEngkau tidak mempunyai kelebihan di atas kami tentang soaL-soal kemasyarakatan dan pergaulan hidup.\n\nkami jauh lebih pandai dan lebih mengetahui daripadamu tentang hal itu semuanya.\n\nAnggapan kami terhadapmu, tidak lain dan tidak bukan, bahawa engkau adalh pendusta belaka.\n\n\"Nuh berkata, menjawab ejekan dan olok-olokan kaumnya:\"Adakah engkau mengira bahwa aku dapat memaksa kamu mengikuti ajaranku atau mengira bahwa aku mempunyai kekuasaan untuk menjadikan kamu orang-orang yang beriman jika kamu tetap menolak ajakan ku dan tetap membuta-tuli terhadap bukti-bukti kebenaran dakwahku dan tetap mempertahakan pendirianmu yang tersesat yang diilhamkan oleh kesombongan dan kecongkakan karena kedudukan dan harta-benda yang kamu miliki.\n\nAku hanya seorang manusia yang mendapat amanat dan diberi tugas oleh Allah untuk menyampaikan risalah-Nya kepada kamu.\n\n Jika kamu tetap berkeras kepala dan tidak mahu kembali ke jalan yang benar dan menerima agama Allah yang diutuskan-Nya kepada ku maka terserahlah kepada Allah untuk menentukan hukuman-Nya dan gajaran-Nya keatas diri kamu.\n\n Aku hanya pesuruh dan rasul-Nya yang diperintahkan untuk menyampaikan amanat-Nya kepada hamba-hamba-Nya.\n\n Dialah yang berkuasa memberi hidayah kepadamu dan mengampuni dosamu atau menurunkan azab dan seksaan-Nya di atas kamu sekalian jika Ia kehendaki.\n\nDialah pula yang berkuasa menurunkan seksa danazab-nya di dunia atau menangguhkannya sampai hari kemudian.\n\n Dialah Tuhan pencipta alam semesta ini, Maha Kuasa ,Maha Mengetahui, maha pengasih dan Maha Penyayang.\"\n\nKaum Nuh mengemukakan syarat dengan berkata:\"Wahai Nuh! Jika engkau menghendaki kami mengikutimu dan memberi sokongan dan semangat kepada kamu dan kepada agama yang engkau bawa, maka jauhkanlah para pengikutmu yang terdiri dari orang-orang petani, buruh dan hamaba-hamba sahaya itu.\n\n Usirlah mereka dari pengaulanmu karena kami tidak dapat bergaul dengan mereka duduk berdampingan dengan mereka mengikut cara hidup mereka dan bergabung dengan mereka dalam suatu agama dan kepercayaan.\n\n Dan bagaimana kami dapat menerima satu agama yang menyamaratakan para bangsawan dengan orang awam, penguasa dan pembesar dengan buruh-buruhnya dan orang kaya yang berkedudukan dengan orang yang miskin dan papa.\n\n\"Nabi Nuh menolak pensyaratan kaumnya dan berkata:\"Risalah dan agama yang aku bawa adalah untuk semua orang tiada pengecualian, yang pandai mahupun yang bodoh, yang kaya mahupun miskin, majikan ataupun buruh ,diantara peguasa dan rakyat biasa semuanya mempunyai kedudukan dan tempat yang sama trehadap agama dan hukum Allah.\n\n Andai kata aku memenuhi pensyaratan kamu dan meluluskan keinginanmu menyingkirkan para pengikutku yang setia itu, maka siapakah yang dapat ku harapkan akan meneruskan dakwahku kepada orang ramai dan bagaimana aku sampai hati menjauhkan daripadaku orang-orang yang telah beriman dan menerima dakwahku dengan penuh keyakinan dan keikhlasan di kala kamu menolaknya serta mengingkarinya, orang-orang yang telah membantuku dalam tugasku di kala kamu menghalangi usahaku dan merintangi dakwahku.\n\n Dan bagaimanakah aku dapat mempertanggungjawabkan tindakan pengusiranku kepada mereka terhadap Allah bila mereka mengadu bahawa aku telah membalas kesetiaan dan ketaatan mereka dengan sebaliknya semata-mata untuk memenuhi permintaanmu dan tunduk kepada pensyaratanmu yang tidak wajar dan tidak dapat diterima oleh akal dan fikiran yang sehat.\n\n Sesungguhnay kamu adalah orang-orang yang bodoh dan tidak berfikiran sehat.\n\nPada akhirnya, karena merasa tidak berdaya lagi mengingkari kebenaran kata-kata Nabi Nuh dan merasa kehabisan alasan dan hujjah untuk melanjutkan dialog dengan beliau, maka berkatalah mereka:\"Wahai Nabi Nuh! Kita telah banyak bermujadalah dan berdebat dan cukup berdialog serta mendengar dakwahmu yang sudah menjemukan itu.\n\n Kami tetap tidak akan mengikutimu dan tidak akan sesekali melepaskan kepercayaan dan adat-istiadat kami sehingga tidak ada gunanya lagi engkau mengulang-ulangi dakwah dan ajakanmu dan bertegang lidah dengan kami.\n\n datangkanlah apa yang engkau benar-benar orang yang menepati janji dan kata-katanya.\n\n Kami ingin melihat kebenaran kata-katamu dan ancamanmu dalam kenyataan.\n\n Karena kami masih tetap belum mempercayaimu dan tetap meragukan dakwahmu.\n\nNabi Nuh Berputus Asa Dari Kaumnya\n\nNabi Nuh berada di tengah-tengah kaumnya selama sembilan ratus lima puluh tahun berdakwah menyampaikan risalah Tuhan, mengajak mereka meninmggalkan penyembahan berhala dan kembali menyembah dan beribadah kepada Allah Yang maha Kuasa memimpin mereka keluar dari jalan yang sesat dan gelap ke jalan yang benar dan terang, mengajar mereka hukum-hukum syariat dan agama yang diwahyukan oleh Allah kepadanya, mangangkat darjat manusia yang tertindas dan lemah ke tingak yang sesuai dengan fitrah dan qudratnya dan berusaha menghilangkan sifat-sifat sombong dan bongkak yang melekat pada para pembesar kaumnya dan medidik agar mereka berkasih sayang, tolong-menolong diantara sesama manusia.\n\n Akan tetapi dalam waktu yang cukup lama itu, Nabi Nuh tidak berhasil menyedarkan an menarik kaumnya untuk mengikuti dan menerima dakwahnya beriman, bertauhid dan beribadat kepada Allah kecuali sekelompok kecil kaumnya yang tidak mencapai seramai seratus orang, walaupun ia telah melakukan tugasnya dengan segala daya-usahanya dan sekuat tenaganya dengan penuh kesabaran dan kesulitan menghadapi penghinaan, ejekan dan cercaan makian kaumnya, karena ia mengharapkan akan datang masanya di mana kaumnya akan sedar diri dan datang mengakui kebenarannya dan kebenaran dakwahnya.\n\n Harapan Nabi Nuh akan kesedaran kaumnya ternyata makin hari makin berkurangan dan bahawa sinar iman dan takwa tidak akan menebus ke dalam hati mereka yang telah tertutup rapat oleh ajaran dan bisikan Iblis.\n\n Hal mana Nabi Nuh berupa berfirman Allah yang bermaksud: \n\n \"Sesungguhnya tidak akan seorang daripada kaumnya mengikutimu dan beriman kecuali mereka yang telah mengikutimu dan beriman lebih dahulu, maka janganlah engkau bersedih hati karena apa yang mereka perbuatkan.\n\n\"Dengan penegasan firman Allah itu, lenyaplah sisa harapan Nabi Nuh dari kaumnya dan habislah kesabarannya.\n\n Ia memohon kepada Allah agar menurunkan Azab-Nya di atas kaumnya yang berkepala batu seraya berseru:\"Ya Allah! janganlah Engkau biarkan seorang pun daripada orang-orang kafir itu hidup dan tinggal di atas bumi ini.\n\n Mareka akan berusaha menyesatkan hamba-hamba-Mu, jika Engkau biarkan mereka tinggal dan mereka tidak akan melahirkan dan menurunkan selain anak-anak yang berbuat maksiat dan anak-anak yang kafir seperti mereka.\n\n\"Doa Nabi Nuh dikalbulkan oleh Allah dan permohonannya diluluskan dan tidak perlu lagi menghiraukan dan mempersoalkan kaumnya, karena mereka itu akan menerima hukuman Allah dengan mati tenggelam.\n\nNabi Nuh Membuat Kapal\n\nSetelah menerima perintah Allah untuk membuat sebuah kapal, segeralah Nabi Nuh mengumpulkan para pengikutnya dan mulai mereka mengumpulkan bhn yang diperlukan untuk maksud tersebut, kemudian dengan mengambil tempat di luar dan agak jauh dari kota dan keramaiannya mereka dengan rajin dan tekun bekerja siang dan malam menyelesaikan pembinaan kapal yang diperintahkan itu.\n\nWalaupun Nabi Nuh telah menjauhi kota dan masyarakatnya, agar dapat bekerja dengan tenang tanpa gangguan bagi menyelesaikan pembinaan kapalnya namun ia tidak luput dari ejekan dan cemuhan kaumnya yang kebetulan atau sengaja melalui tempat kerja membina kapal itu.\n\n Mereka mengejek dan mengolok-olk dengan mengatakan:\"Wahai Nuh! Sejak bila engkau telah menjadi tukang kayu dan pembuat kapal?Bukankah engkau seorang nabi dan rasul menurut pengakuanmu, kenapa sekarang menjadi seorang tukang kayu dan pembuat kapal.\n\nDan kapal yang engkau buat itu di tempat yang jauh dari air ini adalah maksudmu untuk ditarik oleh kerbau ataukah mengharapkan angin yang ankan menarik kapalmu ke laut?\"Dan lain-lain kata ejekan yang diterima oleh Nabi Nuh dengan sikap dingin dan tersenyum seraya menjawab:\"Baiklah tunggu saja saatnya nanti, jika kamu sekrg mengejek dan mengolok-olok kami maka akan tibalah masanya kelak bagi kami untuk mengejek kamu dan akan kamu ketahui kelak untuk apa kapal yang kami siapkan ini.\n\nTunggulah saatnya azab dan hukuman Allah menimpa atas diri kamu.\n\n\"Setelah selesai pekerjaan pembuatan kapal yang merupakan alat pengangkutan laut pertama di dunia, Nabi Nuh menerima wahyu dari Allah:\"Siap-siaplah engkau dengan kapalmu, bila tiba perintah-Ku dan terlihat tanda-tanda daripada-Ku maka segeralah angkut bersamamu di dalam kapalmu dan kerabatmu dan bawalah dua pasang dari setiap jenis makhluk yang ada di atas bumi dan belayarlah dengan izin-Ku.\n\n\"Kemudian tercurahlah dari langit dan memancur dari bumi air yang deras dan dahsyat yang dalam sekelip mata telah menjadi banjir besar melanda seluruh kota dan desa menggenangi daratan yang rendah mahupun yang tinggi sampai mencapai puncak bukit-bukit sehingga tiada tempat berlindung dari air bah yang dahsyat itu kecuali kapal Nabi Nuh yang telah terisi penuh dengan para orang mukmin dan pasangan makhluk yang diselamatkan oleh Nabi Nuh atas perintah Allah.\n\nDengan iringan\"Bismillah majraha wa mursaha\"belayarlah kapal Nabi Nuh dengan lajunya menyusuri lautan air, menentang angin yang kadang kala lemah lembut dan kadang kala ganas dan ribut.\n\n Di kanan kiri kapal terlihatlah orang-orang kafir bergelut melawan gelombang air yang menggunung berusaha menyelamat diri dari cengkaman maut yang sudah sedia menerkam mereka di dalam lipatan gelombang-gelombang itu.\n\nTatkala Nabi Nuh berada di atas geladak kapal memperhatikan cuaca dan melihat-lihat orang-orang kafir dari kaumnya sedang bergelimpangan di atas permukaan air, tiba-tiba terlihatlah olehnya tubuh putera sulungnya yang bernama \"Kan'aan\" timbul tenggelam dipermainkan oleh gelombang yang tidak menaruh belas kasihan kepada orang-orang yang sedang menerima hukuman Allah itu.\n\n Pada saat itu, tanpa disadari, timbullah rasa cinta dan kasih sayang seorang ayah terhadap putera kandungnya yang berada dalam keadaan cemas menghadapi maut ditelan gelombang.\n\nNabi Nuh secara spontan, terdorong oleh suara hati kecilnya berteriak dengan sekuat suaranya memanggil puteranya:Wahai anakku! Datanglah kemari dan gabungkan dirimu bersama keluargamu.\n\n Bertaubatlah engkau dan berimanlah kepada Allah agar engkau selamat dan terhindar dari bahaya maut yang engkau menjalani hukuman Allah.\n\n\" Kan'aan, putera Nabi Nuh, yang tersesat dan telah terkena racun rayuan syaitan dan hasutan kaumnya yang sombong dan keras kepala itu menolak dengan keras ajakan dan panggilan ayahnya yang menyayanginya dengan kata-kata yang menentang:\"Biarkanlah aku dan pergilah, jauhilah aku, aku tidak sudi berlindung di atas geladak kapalmu aku akan dapat menyelamatkan diriku sendiri dengan berlindung di atas bukit yang tidak akan dijangkau oleh air bah ini.\n\n\"Nuh menjawab:\"Percayalah bahawa tempat satu-satunya yang dapat menyelamatkan engkau ialah bergabung dengan kami di atas kapal ini.\n\n Masa tidak akan ada yang dapat melepaskan diri dari hukuman Allah yang telah ditimpakan ini kecuali orang-orang yang memperolehi rahmat dan keampunan-Nya.\n\n\"Setelah Nabi Nuh mengucapkan kata-katanya tenggelamlah Kan'aan disambar gelombang yang ganas dan lenyaplah ia dari pandangan mata ayahnya, tergelincirlah ke bawah lautan air mengikut kawan-kawannya dan pembesar-pembesar kaumnya yang durhaka itu.\n\nNabi Nuh bersedih hati dan berdukacita atas kematian puteranya dalam keadaan kafir tidak beriman dan belum mengenal Allah.\n\n Beliau berkeluh-kesah dan berseru kepada Allah:\"Ya Tuhanku, sesungguhnya puteraku itu adalah darah dagingku dan adalah bahagian dari keluargaku dan sesungguhnya janji-Mu adalha janji benar dan Engkaulah Maha Hakim yang Maha Berkuasa.\n\n\"Kepadanya Allah berfirman:\"Wahai Nuh! Sesungguhnya dia puteramu itu tidaklah termasuk keluargamu, karena ia telah menyimpang dari ajaranmu, melanggar perintahmu menolak dakwahmu dan mengikuti jejak orang-orang yang kafir daripada kaummu.\n\nCoretlah namanya dari daftar keluargamu.\n\nHanya mereka yang telah menerima dakwahmu mengikuti jalanmu dan beriman kepada-Ku dapat engkau masukkan dan golongkan ke dalam barisan keluargamu yang telah Aku janjikan perlindungannya danterjamin keselamatan jiwanya.\n\nAdapun orang-orang yang mengingkari risalah mu, mendustakan dakwahmu dan telah mengikuti hawa nafsunya dan tuntutan Iblis, pastilah mereka akan binasa menjalani hukuman yang telah Aku tentukan walau mereka berada dipuncak gunung.\n\n Maka janganlah engkau sesekali menanyakan tentang sesuatu yang engkau belum ketahui.\n\n Aku ingatkan janganlah engkau sampai tergolong ke dalam golongan orang-orang yang bodoh.\n\n\"Nabi Nuh sedar segera setelah menerima teguran dari Allah bahwa cinta kasih sayangnya kepada anaknya telah menjadikan ia lupa akan janji dan ancaman Allah terhadap orang-orang kafir termasuk puteranya sendiri.\n\n Ia sedar bahawa ia tersesat pada saat ia memanggil puteranya untuk menyelamatkannya dari bencana banjir yang didorong oleh perasaan naluri darah yang menghubungkannya dengan puteranya padahal sepatutnya cinta dan taat kepada Allah harus mendahului cinta kepada keluarga dan harta-benda.\n\n Ia sangat sesalkan kelalaian dan kealpaannya itu dan menghadap kepada Allah memohon ampun dan maghfirahnya dengan berseru:\"Ya Tuhanku aku berlindung kepada-Mu dari godaan syaitan yang terlaknat, ampunilah kelalaian dan kealpaanku sehingga aku menanyakan sesuatu yang aku tidak mengetahuinya.\n\n Ya Tuhanku bila Engkau tidak memberi ampun dan maghfirah serta menurunkan rahmat bagiku, nescaya aku menjadi orang yang rugi.\n\n\"Setelah air bah itu mencapai puncak keganasannya dan habis binasalah kaum Nuh yang kafir dan zalim sesuai dengan kehendak dan hukum Allah, surutlah lautan air diserap bumi kemudian bertambatlah kapal Nuh di atas bukit \" Judie \" dengan iringan perintah Allah kepada Nabi Nuh:\"Turunlah wahai Nuh ke darat engkau dan para mukmin yang menyertaimu dengan selamat dilimpahi barakah dan inayah dari sisi-Ku bagimu dan bagi umat yang menyertaimu.\n\n\"Kisah Nabi Nuh Dalam Al-Quran\n\nAl-Quran menceritakan kisah Nabi Nuh dalam 43 ayat dari 28 surah di antaranya surah Nuh dari ayat 1 sehinga 28, juga dalam surah \"Hud\" ayat 27 sehingga 48 yang mengisahkan dialog Nabi Nuh dengan kaumnya dan perintah pembuatan kapal serta keadaan banjir yang menimpa di atas mereka.\n\nPelajaran Dari Kisah Nabi Nuh A.S.Bahwasanya hubungan antara manusia yang terjalin karena ikatan persamaan kepercayaan atau penamaan aqidah dan pendirian adalah lebih erat dan lebih berkesan daripada hubungan yang terjalin karena ikatan darah atau kelahiran.\n\n Kan'aan yang walaupun ia adalah anak kandung Nabi Nuh, oleh Allah SWT.\n\n dikeluarkan dari bilangan keluarga ayahnya karena ia menganut kepercayaan dan agama berlainan dengan apa yang dianut dan didakwahkan oleh ayahnya sendiri, bahkan ia berada di pihak yang memusuhi dan menentangnya.\n\nMaka dalam pengertian inilah dapat difahami firman Allah dalam Al-Quran yang bermaksud:\"Sesungguhnya para mukmin itu adalah bersaudara.\n\n\" Demikian pula hadis Rasulullah s.a.w.yang bermaksud:\"Tidaklah sempurna iman seseorang kecuali jika ia menyintai saudaranya yang beriman sebagaimana ia menyintai dirinya sendiri.\n\n\"Juga peribahasa yang berbunyi:\"Adakalanya engkau memperolehi seorang saudara yang tidak dilahirkan oleh ibumu.",
        "tmp": "Selatan Irak",
        "image_url": "http://1.bp.blogspot.com/-MT02CHD7Vx4/Vn3XqrZiTxI/AAAAAAAABuU/4dU7ZKbluWo/s320/buh.png",
     "icon_url": "icon_url 3",
     "id": "3"
    },
    {
        "name": "Nabi Hud AS",
        "thn_kelahiran": "2450",
        "usia": 130,
        "description": "\"Aad\" adalah nama bapa suatu suku yang hidup di jazirah Arab di suatu tempat bernama \"Al-Ahqaf\" terletak di utara Hadramaut atr Yaman dan Umman dan termasuk suku yang tertua sesudak kaum Nabi Nuh serta terkenal dengan kekuatan jasmani dalam bentuk tubuh-tubuh yang besar dan raksasa.\n\n Mereka dikaruniai oleh Allah tanah yang subur dengan sumber-sumber airnya yang mengalir dari segala penjuru sehinggakan memudahkan mereka bercucuk tanam untuk bhn makanan mereka.\n\n dan memperindah tempat tinggal mereka dengan kebun-kebun bunga yang indah-indah.\n\n Berkat kurnia Tuhan itu mereka hidup menjadi makmur, sejahtera dan bahagia serta dalam waktu yang singkat mereka berkembang biak dan menjadi suku yang terbesar diantara suku-suku yang hidup di sekelilingnya.\n\n Sebagaimana dengan kaum Nabi Nuh kaum Hud ialah suku Aad ini adalah penghidupan rohaninya tidak mengenal Allah Yang Maha Kuasa Pencipta alam semesta.\n\n Mereka membuat patung-patung yang diberi nama \" Shamud\" dan \" Alhattar\" dan itu yang disembah sebagai tuhan mereka yang menurut kepercayaan mereka dapat memberi kebahagiaan, kebaikan dan keuntungan serta dapat menolak kejahatan, kerugian dan segala musibah.\n\n Ajaran dan agama Nabi Idris dan Nabi Nuh sudah tidak berbekas dalam hati, jiwa serta cara hidup mereka sehari-hari.\n\n Kenikmatan hidup yang mereka sedang tenggelam di dalamnya berkat tanah yang subur dan menghasilkan yang melimpah ruah menurut anggapan mereka adalah kurniaan dan pemberian kedua berhala mereka yang mereka sembah.\n\n Karenanya mereka tidak putus-putus sujud kepada kedua berhala itu mensyukurinya sambil memohon perlindungannya dari segala bahaya dan mushibah berupa penyakit atau kekeringan.\n\n Sebagai akibat dan buah dari aqidah yang sesat itu pergaulan hidup mereka menjadi dikuasai oleh tuntutan dan pimpinan Iblis, di mana nilai-nilai moral dan akhlak tidak menjadi dasar penimbangan atau kelakuan dan tindak-tanduk seseorang tetapi kebendaan dan kekuatan lahiriahlah yang menonjol sehingga timbul kerusuhan dan tindakan sewenang-wenang di dalam masyarakat di mana yang kuat menindas yang lemah yang besar memperkosa yang kecil dan yang berkuasa memeras yang di bawahnya.\n\n Sifat-sifat sombong, congkak, iri-hati, dengki, hasut dan benci-membenci yang didorong oleh hawa nafsu merajalela dan menguasai penghidupan mereka sehingga tidak memberi tempat kepada sifat-sifat belas kasihan, sayang menyayang, jujur, amanat dan rendah hati.\n\n Demikianlah gambaran masyarakat suku Aad tatkala Allah mengutuskan Nabi Hud sebagai nabi dan rasul kepada mereka.\n\n Nabi Hud Berdakwah Di Tengah-tengah Sukunya\n\n Sudah menjadi sunnah Allah sejak diturunkannya Adam Ke bumi bahawa dari masa ke semasa jika hamba-hamba-Nya sudah berada dalam kehidupan yang sesat sudah jauh menyimpang dari ajaran-ajaran agama yang dibawa oleh Nabi-nabi-Nya diutuslah seorang Nabi atau Rasul yang bertugas untuk menyegarkan kembali ajaran-ajaran nabi-nabi yang sebelumnya mengembalikan masyarakat yang sudah tersesat ke jalanlurus dan benar dan mencuci bersih jiwa manusiadari segala tahayul dan syirik menggantinya dan mengisinya dengan iman tauhid dan aqidah yang sesuia dengan fitrah.\n\n Demikianlah maka kepada suku Aad yang telah dimabukkan oleh kesejahteraan hidup dan kenikmatan duniawi sehingga tidak mengenalkan Tuhannya yang mengurniakan itu semua.\n\n Di utuskan kepada mereka Nabi Hud seorang daripada suku mereka sendiri dari keluarga yang terpandang dan berpengaruh terkenal sejak kecilnya dengan kelakuan yang baik budi pekerti yang luhur dan sgt bijaksana dalam pergaulan dengan kawan-kawannya.\n\n Nabi Hud memulai dakwahnya dengan menarik perhatian kaumnya suku Aad kepada tanda-tanda wujudnya Allah yang berupa alam sekeliling mereka dan bahawa Allahlah yang mencipta mereka semua dan mengurniakan mereka dengan segala kenikmatan hidup yang berupa tanah yang subur, air yang mengalir serta tubuh-tubuhan yang tegak dan kuat.\n\n Dialah yang seharusnya mereka sembah dan bukan patung-patung yang mereka perbuat sendiri.\n\n Mereka sebagai manusia adalah makhluk Tuhan paling mulia yang tidak sepatutnya merendahkan diri sujud menyembah batu-batu yang sewaktunya dapat mereka hancurkan sendiri dan memusnahkannya dari pandangan.\n\n Di terangkan oleh Nabi Hud bahaw adia adalah pesuruh Allah yang diberi tugas untuk membawa mereka ke jalan yang benar beriman kepada Allah yang menciptakan mereka menghidup dan mematikan mereka memberi rezeki atau mencabutnya daripada mereka.\n\n Ia tidak mengharapkan upah dan menuntut balas jasa atas usahanya memimpin dan menuntut mereka ke jalan yang benar.\n\n Ia hanya menjalankan perintah Allah dan memperingatkan mereka bahawa jika mrk tetap menutup telinga dan mata mrk menghadapi ajakan dan dakwahnya mereka akan ditimpa azab dan dibinasakan oleh Allah sebagaimana terjadinya atas kaum Nuh yang mati binasa tenggelam dalam air bah akibat kecongkakan dan kesombongan mereka menolak ajaran dan dakwah Nabi Nuh seraya bertahan pada pendirian dan kepercayaan mereka kepada berhala dan patung-patung yang mereka sembah dan puja itu.\n\n Bagi kaum Aad seruan dan dakwah Nabi Hud itu merupakan barang yang tidak pernah mrk dengar ataupun menduga.\n\n Mereka melihat bahawa ajaran yang dibawa oleh Nabi Hud itu akan mengubah sama sekali cara hidup mereka dan membongkar peraturan dan adat istiadat yang telah mereka kenal dan warisi dari nenek moyang mereka.\n\n Mereka tercengang dan merasa hairan bahawa seorang dari suku mereka sendiri telah berani berusaha merombak tatacara hidup mereka dan menggantikan agama dan kepercayaan mereka dengan sesuatu yang baru yang mereka tidak kenal dan tidak dapat dimengertikan dan diterima oleh akal fikiran mereka.\n\n Dengan serta-merta ditolaklah oleh mereka dakwah Nabi Hud itu dengan berbagai alasan dan tuduhan kosong terhadap diri beliau serta ejekan-ejekan dan hinaan yang diterimanya dengan kepala dingin dan penuh kesabaran.\n\n Berkatalah kaum Aad kepada Nabi Hud:\"Wahai Hud! Ajaran dan agama apakah yang engkau hendak anjurkan kepada kami? Engkau ingin agar kami meninggalkan persembahan kami kepada tuhan-tuhan kami yang berkuasa ini dan menyembah tuhan mu yang tidak dapat kami jangkau dengan pancaindera kami dan tuhan yang menurut kata kamu tidak bersekutu.\n\n Cara persembahan yang kami lakukan ini ialah yang telah kami warisi dari nenek moyang kami dan tidak sesekali kami tidak akan meninggalkannya bahkan sebaliknya engkaulah yang seharusnya kembali kepada aturan nenek moyangmu dan jangan mencederai kepercayaan dan agama mereka dengan memebawa suatu agama baru yang tidak kenal oleh mereka dan tentu tidak akan direstuinya.\n\n\" Wahai kaumku! jawab Nabi Hud,Sesungguhnya Tuhan yang aku serukan ini kepada kamu untuk menyembah-Nya walaupun kamu tidak dapat menjangkau-Nya dengan pancainderamu namun kamu dapat melihat dam merasakan wujudnya dalam diri kamu sendiri sebagai ciptaannya dan dalam alam semesta yang mengelilingimu beberapa langit dengan matahari bulan dan bintang-bintangnya bumi dengan gunung-ganangnya sungai tumbuh-tumbuhan dan binatang-binatang yang kesemuanya dapat bermanfaat bagi kamu sebagai manusia.\n\n Dan menjadi kamu dapat menikmati kehidupan yang sejahtera dan bahagia.\n\n Tuhan itulah yang harus kamu sembah dan menundukkan kepala kamu kepada-Nya.\n\nTuhan Yang Maha Esa tiada bersekutu tidak beranak dan diperanakan yang walaupun kamu tidak dapat menjangkau-Nya dengan pancainderamu, Dia dekat daripada kamu mengetahui segala gerak-geri dan tingkah lakumu mengetahui isi hati mu denyut jantungmu dan jalan fikiranmu.\n\n Tuhan itulah yang harus disembah oleh manusia dengan kepercayaan penuh kepada Keesaan-Nya dan kekuasaan-Nya dan bukan patung-patung yang kamu perbuat pahat dan ukir dengan tangan kamu sendiri kemudian kamu sembah sebagai tuhan padahal ia suatu barang yang pasif tidak dapat berbuat sesuatu yang menguntungkan atau merugikan kamu.\n\n Alangkah bodohnya dan dangkalnya fikiranmu jika kamu tetap mempertahankan agamamu yang sesat itu dan menolak ajaran dan agama yang telah diwahyukan kepadaku oleh Allah Tuhan Yang Maha Esa itu.\n\n\" Wahai Hud! jawab kaumnya,\"Gerangan apakah yang menjadikan engkau berpandangan dan berfikiran lain daripada yang sudah menjadi pegangan hidup kami sejak dahulu kala dan menjadikan engkau meninggalkan agama nenek moyangmu sendiri bahkan sehingga engkau menghina dan merendahkan martabat tuhan-tuhan kami dan memperbodohkan kami dan menganggap kami berakal sempit dan berfikiran dangkal? Engkau mengaku bahwa engkau terpilih menjadi rasul pesuruh oleh Tuhanmu untuk membawa agama dan kepercayaan baru kepada kami dan mengajak kami keluar dari jalan yang sesat menurut pengakuanmu ke jalan yang benar dan lurus.\n\n Kami merasa hairan dan tidak dapat menerima oleh akal kami sendiri bahwa engkau telah dipilih menjadi pesuruh Tuhan.\n\n Apakah kelebihan kamu di atas seseorang daripada kami , engkau tidak lebih tidak kurang adalah seorang manusia biasa seperti kami hidup makan minum dan tidur tiada bedanya dengan kami, mengapa engkau yang dipilih oleh Tuhanmu? Sungguh engkau menurut anggapan kami seorang pendusta besar atau mungkin engkau berfikiran tidak sehat terkena kutukan tuhan-tuhan kami yang selalu engkau eje hina dan cemuhkan.\n\n\" Wahai kaumku! jawab Nabi Hud, \"aku bukanlah seorang pendusta dan fikiran ku tetap waras dan sehat tidak krg sesuatu pun dan ketahuilah bahwa patung-patungmu yang kamu pertuhankan itu tidak dapat mendatangkan sesuatu gangguan atau penyakit bagi bandaku atau fikiranku.\n\n Kamu kenal aku, sejak lama aku hidup di tengah-tengah kamu bahawa aku tidak pernah berdusta dan bercakap bohong dan sepanjang pergaulanku dengan kamu tidak pernah terlihat pada diriku tanda-tanda ketidak wajaran perlakuanku atau tanda-tanda yang meragukan kewarasan fikiranku dan kesempurnaan akalku.\n\n Aku adalah benar pesuruh Allah yang diberi amanat untuk menyampaikan wahyu-Nya kepada hamba-hamba-Nya yang sudah tersesat kemasukan pengaruh ajaran Iblis dan sudah jauh menyimpang dari jalan yang benar yang diajar oleh nabi-nabi yang terdahulu karena Allah tidak akan membiarkan hamba-hamba-Nya terlalu lama terlantar dalam kesesatan dan hidup dalam kegelapan tanpa diutuskan seorang rasul yang menuntun mereka ke jalan yang benar dan penghidupan yang diredhai-Nya.\n\n Maka percayalah kamu kepada ku gunakanlah akal fikiran kamu berimanlah dan bersujudlah kepada Allah Tuhan seru sekalian alam Tuhan yang menciptakan kamu menciptakan langit dan bumi menurunkan hujan bagi menyuburkan tanah ladangmu, menumbuhkan tumbuh0tumbuhan bagi meneruskan hidupmu.\n\n Bersembahlah kepada-Nya dan mohonlah ampun atas segala perbuatan salah dan tindakan sesatmu, agar Dia menambah rezekimu dan kemakmuran hidupmu dan terhindarlah kamu dari azab dunia sebagaimana yang telah dialami oleh kaum Nuh dan kelak azab di akhirat.\n\n Ketahiulah bahawa kamu akan dibangkitkan kembali kelak dari kubur kamu dan dimintai bertanggungjawab atas segala perbuatan kamu di dunia ini dan diberi ganjaran sesuai dengan amalanmu yang baik dan soleh mendapat ganjaran baik dan yang hina dan buruk akan diganjarkan dengan api neraka.\n\n Aku hanya menyampaikannya risalah Allah kepada kamu dan dengan ini telah memperingati kamu akan akibat yang akan menimpa kepada dirimu jika kamu tetap mengingkari kebenaran dakwahku.\n\n\" Kaum Aad menjawab: \" Kami bertambah yakin dan tidak ragu lagi bahawa engkau telah mendapat kutukan tuhan-tuhan kami sehingga menyebabkan fikiran kamu kacau dan akalmu berubah menjadi sinting.\n\n Engkau telah mengucapkan kata-kata yang tidak masuk akal bahwa jika kami mengikuti agamamu, akan bertambah rezeki dan kemakmuran hidup kami dan bahawa kami akan dibangkitkan kembali dari kubur kami dan menerima segala ganjaran atas segala amalan kami.\n\nAdakah mungkin kami akan dibangkitkan kembali dari kubur kami setelah kami mati dan menjadi tulang-belulang.\n\n Dan apakah azab dan seksaan yang engkau selalu menakut-nakuti kami dan mengancamkannya kepada kami? Semua ini kami anggap kosong dan ancaman kosong belaka.\n\n Ketahuilah bahwa kami tidak akan menyerah kepadamu dan mengikuti ajaranmu karena bayangan azab dan seksa yang engkau bayang-bayangkannya kepada kami bahkan kami menentang kepadamu datangkanlah apa yang engkau janjikan dan ancamkan itu jika engkau betul-betul benar dalam kata-katamu dan bukan seorang pendusta.\n\n\" Baiklah! jawab Nabi Hud,\" Jika kamu meragukan kebenaran kata-kataku dan tetap berkeras kepala tidak menghiraukan dakwahku dan meninggalkan persembahanmu kepada berhala-berhala itu maka tunggulah saat tibanya pembalasan Tuhan di mana kamu tidak akan dapat melepaskan diri dari bencananya.\n\n Allah menjadi saksiku bahwa aku telah menyampaikan risalah-Nya dengan sepenuh tenagaku kepada mu dan akan tetap berusaha sepanjang hayat kandung bandaku memberi penerangan dan tuntunan kepada jalan yang baik yang telah digariskan oleh Allah bagi hamba-hamba-Nya.\n\n\" Pembalasan Allah Atas Kaum Aad\"\n\n Pembalasan Tuhan terhadap kaum Aad yang kafir dan tetap membangkang itu diturunkan dalam dua perinkat.\n\nTahap pertama berupa kekeringan yang melanda ladang-ladang dan kebun-kebun mrk, sehingga menimbulkan kecemasan dan kegelisahan, kalau-kalau mereka tidak memperolehi hasil dari ladang-ladang dan kebun-kebunnya seperti biasanya.\n\nDalam keadaan demikian Nabi Hud masih berusaha meyakinkan mereka bahawa kekeringan itu adalah suatu permulaan seksaan dari Allah yang dijanjikan dan bahwa Allah masih lagi memberi kesempatan kepada mereka untuk sedar akan kesesatan dan kekafiran mrk dan kembali beriman kepada Allah dengan meninggalkan persembahan mrk yang bathil kemudian bertaubat dan memohon ampun kepada Allah agar segera hujan turun kembali dengan lebatnya dan terhindar mrk dari bahaya kelaparan yang mengancam.\n\n Akan tetapi mereka tetap belum mahu percaya dan menganggap janji Nabi Hud itu adalah janji kosong belaka.\n\n Mereka bahkan pergi menghadap berhala-berhala mereka memohon perlindungan ari musibah yang mereka hadapi.\n\n Tentangan mrk terhadap janji Allah yang diwahyukan kepada Nabi Hud segera mendapat jawapan dengan datangnya pembalasan tahap kedua yang dimulai dengan terlihatnya gumpalan awan dan mega hitam yang tebal di atas mereka yang disambutnya dengan sorak-sorai gembira, karena dikiranya bahwa hujan akan segera turun membasahi ladang-ladang dan menyirami kebun-kebun mereka yang sedang mengalami kekeringan.\n\n Melihat sikap kaum Aad yang sedang bersuka ria itu berkatalah Nabi Hud dengan nada mengejek: \"Mega hitam itu bukanlah mega hitam dan awam rahmat bagi kamu tetapi mega yang akan membawa kehancuran kamu sebagai pembalasan Allah yang telah ku janjikan dan kamu ternanti-nanti untuk membuktikan kebenaran kata-kataku yang selalu kamu sangkal dan kamu dusta.\n\n Sejurus kemudian menjadi kenyataanlah apa yang diramalkan oleh Nabi Hud itu bahawa bukan hujan yang turun dari awan yang tebal itu tetapi angin taufan yang dahsyat dan kencang disertai bunyi gemuruh yang mencemaskan yang telah merusakkan bangunan-bangunan rumah dari dasarnya membawa berterbangan semua perabot-perabot dan milik harta benda dan melempar jauh binatang-binatang ternak.\n\n Keadaan kaum Aad menjadi panik mereka berlari kesana sini hilir mudik mencari perlindungan .\n\nSuami tidak tahu di mana isterinya berada dan ibu juga kehilangan anaknya sedang rumah-rumah menjadi sama rata dengan tanah.\n\n Bencana angin taufan itu berlangsung selama lapan hari tujuh malam sehingga sempat menyampuh bersih kaum Aad yang congkak itu dan menamatkan riwayatnya dalam keadaan yang menyedihkan itu untuk menjadi pengajaran dan ibrah bagi umat-umat yang akan datang.\n\n Adapun Nabi Hud dan para sahabatnya yang beriman telah mendapat perlindungan Allah dari bencana yang menimpa kaumnya yang kacau bilau dan tenang seraya melihat keadaan kaumnya yang kacau bilau mendengar gemuruhnya angin dan bunyi pohon-pohon dan bangunan-bangunan yang berjatuhan serta teriakan dan tangisan orang yang meminta tolong dan mohon perlindungan.\n\n Setelah keadaan cuaca kembali tenang dan tanah \" Al-Ahqaf \" sudah menjadi sunyi senyap dari kaum Aad pergilah Nabi Hud meninggalkan tempatnya berhijrah ke Hadramaut, di mana ia tinggal menghabiskan sisa hidupnya sampai ia wafat dan dimakamkan di sana dimana hingga sekarang makamnya yang terletak di atas sebuah bukit di suatu tempat lebih kurang 50 km dari kota Siwun dikunjungi para penziarah yang datang beramai-ramai dari sekitar daerah itu, terutamanya dan bulan Syaaban pada setiap tahun.\n\n Kisah Nabi Hud Dalam Al-Quran\n\n Kisah Nabi Hud diceritakan oleh 68 ayat dalam 10 surah di antaranya surah Hud, ayat 50 hingga 60 , surah \" Al-Mukminun \" ayat 31 sehingga ayat 41 , surah \" Al-Ahqaaf \" ayat 21 sehingga ayat 26 dan surah \" Al-Haaqqah \" ayat 6 ,7 dan 8.\n\n Pelajaran Dari Kisah Nabi Hud A.S.\n\n Nabi Hud telah memberi contoh dan sistem yang baik yang patut ditiru dan diikuti oleh juru dakwah dan ahli penerangan agama.\n\n Beliau menghadapi kaumnya yang sombong dan keras kepala itu dengan penuh kesabaran, ketabahan dan kelapangan dada.\n\n Ia tidak sesekali membalas ejekan dan kata-kata kasar mereka dengan serupa tetapi menolaknya dengan kata-kata yang halus yang menunjukkan bahawa beliau dapat menguasai emosinya dan tidak sampai kehilangan akal atau kesabaran.\n\n Nabi Hud tidak marah dan tidak gusar ketika kaumnya mengejek dengan menuduhnya telah menjadi gila dan sinting.\n\n Ia dengan lemah lembut menolak tuduhan dan ejekan itu dengan hanya mengata:\"Aku tidak gila dan bahawa tuhan-tuhanmu yang kamu sembah tidak dapat menggangguku atau mengganggu fikiranku sedikit pun tetapi aku ini adalah rasul pesuruh Allah kepadamu dan betul-betul aku adalah seorang penasehat yang jujur bagimu menghendaki kebaikanmu dan kesejahteraan hidupmu dan agar kamu terhindar dan selamat dari azab dan seksaan Allah di dunia mahupun di akhirat.\n\n\" Dalam berdialog dengan kaumnya.\n\nNabi Hud selalu berusaha mengetok hati nurani mereka dan mengajak mereka berfikir secara rasional, menggunakan akal dan fikiran yang sehat dengan memberikan bukti-bukti yang dapat diterima oleh akal mereka tentang kebenaran dakwahnya dan kesesatan jalan mereka namun hidayah iu adalah dari Allah, Dia akan memberinya kepada siapa yang Dia kehendakinya.\n\n ",
        "tmp": "Antara Yaman dan Oman",
        "image_url": "http://4.bp.blogspot.com/-xug_qsIwLmI/Vn3XsE_FJ2I/AAAAAAAABus/vx0OP5-WrMM/s320/hud.png",
     "icon_url": "icon_url 4",
     "id": "4"
    },
    {
        "name": "Nabi Sholeh AS",
        "thn_kelahiran": "2450",
        "usia": 70,
        "description": "Tsamud adalah nama suatu suku yang oleh sementara ahli sejarah dimasukkan bagian dari bangsa Arab dan ada pula yang menggolongkan mereka ke dalam bangsa Yahudi.\n\n Mereka bertempat tinggal di suatu dataran bernama \" Alhijir \" terletak antara Hijaz dan Syam yang dahulunya termasuk jajahan dan dikuasai suku Aad yang telah habis binasa disapu angin taufan yang di kirim oleh Allah sebagai pembalasan atas pembangkangan dan pengingkaran mereka terhadap dakwah dan risalah Nabi Hud A.s\n\n Kemakmuran dan kemewahan hidup serta kekayaan alam yang dahulu dimiliki dan dinikmati oleh kaum Aad telah diwarisi oleh kaum Tsamud.\n\nTanah-tanah yang subur yang memberikan hasil berlimpah ruah, binatang-binatang perahan dan lemak yang berkembang biak, kebun-kebun bunga yag indah-indah, bangunan rumah-rumah yang didirikan di atas tanah yang datar dan dipahatnya dari gunung.\n\nSemuanya itu menjadikan mereka hidup tenteram ,sejahtera dan bahgia, merasa aman dari segala gangguan alamiah dan bahawa kemewahan hidup mereka akan kekal bagi mereka dan anak keturunan mereka.\n\n Kaum Tsamud tidak mengenal Tuhan.\n\n Tuhan Mereka adalah berhala-berhala yang mereka sembah dan puja, kepadanya mereka berqurban, tempat mereka minta perlindungan dari segala bala dan musibah dan mengharapkan kebaikan serta kebahagiaan.\n\nMereka tidak dapatt melihat atau memikirkan lebih jauh dan apa yang dapat mereka jangkau dengan pancaindera.\n\n Nabi Saleh Berdakwah Kepada Kaum Tsamud\n\n Allah Yang Maha Pengasih dan Maha Penyayang tidak akan membiarkan hamba-hamba_Nya berada dalam kegelapan terus-menerus tanpa diutusnya nabi pesuruh disisi-Nya untuk memberi penerangan dan memimpin mereka keluar dari jalan yang sesat ke jalan yang benar.\n\n Demikian pula Allah tidak akan menurunkan azab dan seksaan kepada suatu umat sebelum mereka diperingatkan dan diberi petunjukkan oleh-Nya dengan perantara seorang yang dipilih untuk menjadi utusan dan rasul-Nya.\n\n Sunnatullah ini berlaku pula kepada kaum Tsamud, yang kepada mereka telah diutuskan Nabi Saleh seorang yang telah dipilih-Nya dari suku mereka sendiri, dari keluarga yang terpandang dan dihormati oleh kaumnya, terkenal tangkas, cerdik pandai, rendah hati dan ramah-tamah dalam pergaulan.\n\n Dikenalkan mereka oleh Nabi Saleh kepada Tuhan yang sepatut mereka sembah, Tuhan Allah Yang Maha Esa, yang telah mencipta mereka, menciptakan alam sekitar mereka, menciptakan tanah-tanah yang subur yang menghasilkan bhn-bhn keperluan hidup mereka, mencipta binatang-binatang yang memberi manfaat dan berguna bagi mereka dan dengan demikian memberi kepada mereka kenikmatan dan kemewahan hidup dan kebahagiaan lahir dan batin.\n\nTuhan Yang Esa itulah yang harus mereka sembah dan bukan patung-patung yang mereka pahat sendiri dari batu-batu gunung yang tidak berkuasa memberi sesuatu kepada mereka atau melindungi mereka dari ketakutan dan bahaya.\n\n Nabi Saleh memperingatkan mereka bahwa ia adlah seorang daripada mereka, terjalin antara dirinya dan mereka ikatan keluarga dan darah.\n\n Mereka adalah kaumnya dan sanak keluarganya dan dia adalah seketurunan dan sesuku dengan mereka.\n\nIa mengharapkan kebaikan dan kebajikan bagi mereka dan sesekali tidak akan menjerumuskan mereka ke dalam hal-hal yang akan membawa kerugian, kesengsaraan dan kebinasaan bagi mereka.\n\n Ia menerangkan kepada mereka bahwa ianya adalah pesuruh dan utusan Allah, dan apa yang diajarkan dan didakwahkan kepada mereka adalah amanat Allah yang harus dia sampaikan kepada mereka untuk kebaikan mereka semasa hidup mereka dan sesudah mereka mati di akhirat kelak.\n\n Ia mengharapkan kaumnya mempertimbangkan dan memikirkan sungguh-sungguh apa yang ia serukan dan anjurkan dan agar mereka segera meninggalkan persembahan kepada berhala-berhala itu dan percaya beriman kepada Allah Yang Maha Esa seraya bertaubat dan mohon ampun kepada-Nya atas dosa dan perbuatan syirik yang selama ini telah mereka lakukan.\n\nAllah maha dekat kepada mereka mendengarkan doa mereka dan memberi ampun kepada yang salah bila dimintanya.\n\n Terperanjatlah kaum Saleh mendengar seruan dan dakwahnya yang bagi mereka merupakan hal yang baru yang tidak diduga akan datang dari saudara atau anak mereka sendiri.\n\nMaka serentak ditolaklah ajakan Nabi Saleh itu seraya berkata mereka kepadanya:\"Wahai Saleh! Kami mengenalmu seorang yang pandai, tangkas dan cerdas, fikiranmu tajam dan pendapat serta semua pertimbangan mu selalu tepat.\n\n Pada dirimu kami melihat tanda-tanda kebajikan dan sifat-sifat yang terpuji.\n\n Kami mengharapkan dari engkau sebetulnya untuk memimpinkami menyelesaikan hal-hal yang rumit yang kami hadapi, memberi petunjuk dalam soal-soal yang gelap bagi kami dan menjadi ikutan dan kepercayaan kami di kala kami menghadapi krisis dan kesusahan.\n\nAkan tetapi segala harapan itu menjadi meleset dan kepercayaan kami kepadamu tergelincir hari ini dengan tingkah lakumu dan tindak tandukmu yang menyalahi adat-istiadat dan tatacara hidup kami.\n\n Apakah yang engkau serukan kepada kami? Enkau menghendaki agar kami meninggalkan persembahan kami dan nenek moyang kami, persembahan dan agama yang telah menjadi darah daging kami menjadi sebahagian hidup kami sejak kami dilahirkan dan tetap menjadi pegangan untuk selama-lamanya.\n\nKami sesekali tidak akan meninggalkannya karena seruanmu dan kami tidak akan mengikutimu yang sesat itu.\n\n Kami tidak mempercayai cakap-cakap kosongmu bahkan meragukan kenabianmu.\n\n Kami tidak akan mendurhakai nenek moyang kami dengan meninggalkan persembahan mereka dan mengikuti jejakmu. \"\n\n Nabi Saleh memperingatkan mereka agar jangan menentangnya dan agar mengikuti ajakannya beriman kepada Allah yang telah mengurniai mereka rezeki yang luas dan penghidupan yang sejahtera.\n\n Diceritakan kepada mereka kisah kaum-kaum yang mendapat seksa dan azab dari Allah karena menentang rasul-Nya dan mendustakan risalah-Nya.\n\n Hal yang serupa itu dapat terjadi di atas mereka jika mereka tidak mahu menerima dakwahnya dan mendengar nasehatnya, yang diberikannya secara ikhlas dan jujur sebagai seorang anggota dari keluarga besar mereka dan yang tidak mengharapkan atau menuntut upah daripada mereka atas usahanya itu.\n\n Ia hanya menyampaikan amanat Allah yang ditugaskan kepadanya dan Allahlah yang akan memberinya upah dan ganjaran untuk usahanya memberi pimpinan dan tuntutan kepada mereka.\n\n Sekelompok kecil dari kaum Tsamud yang kebanyakkannya terdiri dari orang-orang yang kedudukan sosial lemah menerima dakwah Nabi Saleh dan beriman kepadanya sedangkan sebahagian yang terbesar terutamanya mereka yang tergolong orang-orang kaya dan berkedudukan tetap berkeras kepala dan menyombongkan diri menolak ajakan Nabi Saleh dan mengingkari kenabiannya dan berkata kepadanya:\" Wahai Saleh! Kami kira bahwa engkau telah kerasukan syaitan dan terkena sihir.\n\nEngkau telah menjadi sinting dan menderita sakit gila.\n\n Akalmu sudah berubah dan fikiranmu sudah kacau sehingga engkau dengan tidak sedar telah mengeluarkan kata-kata ucapan yang tidak masuk akal dan mungkin engkau sendiri tidak memahaminya.\n\n Engkau mengaku bahwa engkau telah diutuskan oleh Tuhanmu sebagai nabi dan rasul-Nya.\n\n Apakah kelebihanmu daripada kami semua sehingga engkau dipilih menjadi rasul, padahal ada orang-orang di antara kami yang lebih patut dan lebih cekap untuk menjadi nabi atau rasul daripada engkau.\n\n Tujuanmu dengan bercakap kosong dan kata-katamu hanyalah untuk mengejar kedudukan dan ingin diangkat menjadi kepala dan pemimpin bagi kaummu.\n\nJika engkau merasa bahwa engkau sehat badan dan sehat fikiran dan mengaku bahwa engkau tidak mempunyai arah dan tujuan yang terselubung dalam dakwahmu itu maka hentikanlah usahamu menyiarkan agama barumu dengan mencerca persembahan kami dan nenek moyangmu sendiri.\n\nKami tidak akan mengikuti jalanmu dan meninggalkan jalan yang telah ditempuh oleh orang-orang tua kami lebih dahulu.\n\n Nabi Saleh menjawab: \" Aku telah berulang-ulang mengatakan kepadamu bahwa aku tidak mengharapkan sesuatu apapun daripadamu sebagai imbalan atas usahaku memberi tuntunandan penerangan kepada kamu.\n\n Aku tidak mengharapkan upah atau mendambakan pangkat dan kedudukan bagi usahaku ini yang aku lakukan semata-mata atas perintah Allah dan daripada-Nya kelak aku harapkan balasan dan ganjaran untuk itu.\n\n Dan bagaimana aku dapat mengikutimu dan menterlantarkan tugas dan amanat Tuhan kepadaku, padahal aku talah memperoleh bukti-bukti yang nyata atas kebenaran dakwahku.\n\njanganlah sesekali kamu harapkan bahawa aku akan melanggar perintah Tuhanku dan melalaikan kewajibanku kepada-Nya hanya semata-mata untuk melanjutkan persembahan nenek moyang kami yang bathil itu.\n\n Siapakah yang akan melindungiku dari murka dan azab Tuhan jika aku berbuat demikian? Sesungguhnya kamu hanya akan merugikan dan membinasakan aku dengan seruanmu itu. \"\n\n Setelah gagal dan berhasil menghentikan usaha dakwah Nabi Saleh dan dilihatnya ia bahkan makin giat menarik orang-orang mengikutinya dan berpihak kepadanya para pemimpin dan pemuka kaum Tsamud berusaha hendak membendung arus dakwahnya yang makin lama makin mendapat perhatian terutama dari kalangan bawahan menengah dalam masyarakat.\n\n Mereka menentang Nabi Saleh dan untuk membuktikan kebenaran kenabiannya dengan suatu bukti mukjizat dalam bentuk benda atau kejadian luar biasa yang berada di luar kekuasaan manusia.\n\n Allah Memberi Mukjizat Kepada Nabi Saleh A.s\n\n Nabi Saleh sedar bahawa tentangan kaumnya yang menuntut bukti daripadanya berupa mukjizat itu adalah bertujuan hendak menghilangkan pengaruhnya dan mengikis habis kewibawaannya di mata kaumnya terutama para pengikutnya bila ia gagal memenuhi tentangan dan tuntutan mereka.\n\n Nabi Saleh membalas tentangan mereka dengan menuntut janji dengan mereka bila ia berhasil mendatangkan mukjizat yang mereka minta bahwa mereka akan meninggalkan agama dan persembahan mereka dan akan mengikuti Nabi Saleh dan beriman kepadanya.\n\n Sesuai dengan permintaan dan petunjuk pemuka-pemuka kaum Tsamud berdoalah Nabi Saleh memohon kepada Allah agar memberinya suatu mukjizat untuk membuktikan kebenaran risalahnya dan sekaligus mematahkan perlawanan dan tentangan kaumnya yang masih berkeras kepala itu.\n\n Ia memohon dari Allah dengan kekuasaan-Nya menciptakan seekor unta betina dikeluarkannya dari perut sebuah batu karang besar yang terdapat di sisi sebuah bukit yang mereka tunjuk.\n\n Maka sejurus kemudian dengan izin Allah Yang Maha Kuasa lagi Maha Pencipta terbelahlah batu karang yang ditunjuk itu dan keluar dari perutnya seekor unta betina.\n\n Dengan menunjuk kepada binatang yang baru keluar dari perut batu besar itu berkatalah Nabi Saleh kepada mereka:\" Inilah dia unta Allah, janganlah kamu ganggu dan biarkanlah ia mencari makanannya sendiri di atas bumi Allah ia mempunyai giliran untuk mendapatkan air minum dan kamu mempunyai giliran untuk mendapatkan minum bagimu dan bagi ternakanmu juga dan ketahuilah bahwa Allah akan menurunkan azab-Nya bila kamu sampai mengganggu binatang ini. \"\n\n Kemudian berkeliaranlah unta di ladang-ladang memakan rumput sesuka hatinya tanpa mendapat gangguan.\n\n Dan ketika giliran minumnya tiba pergilah unta itu ke sebuah perigi yyang diberi nama perigi unta dan minumlah sepuas hatinya.\n\n Dan pada hari-hari giliran unta Nabi Saleh itu datang minum tiada seekor binatang lain berani menghampirinya, hal mana menimbulkan rasa tidak senang pada pemilik-pemilik binatang itu yang makin hari makin merasakan bahwa adanya unta Nabi Saleh di tengah-tengah mereka itu merupakan gangguan laksana duri yang melintang di dalam kerongkong.\n\n Dengan berhasilnya Nabi Saleh mendatangkan mukjizat yang mereka tuntut gagallah para pemuka kaum Tsamud dalam usahanya untuk menjatuhkan kehormatan dan menghilangkan pegaruh Nabi Saleh bahkan sebaliknya telah menambah tebal kepercayaan para pengikutnya dan menghilang banyak keraguan dari kaumnya.\n\n Maka dihasutlah oleh mereka pemilik-pemilik ternakan yang merasa jengkel dan tidak senang dengan adanya unta Nabi Saleh yang merajalela di ladang dan kebun-kebun mereka serta ditakuti oleh binatang-binatang peliharaannya.\n\n Unta Nabi Saleh Dibunuh\n\n Persekongkolan diadakan oleh orang-orang dari kaum Tsamud untuk mengatur rancangan pembunuhan unta Nabi Saleh.\n\n Dan selagi orang masih dibayangi oleh rasa takut dari azab yang diancam oleh Nabi Saleh bila untanya diganggu di samping adanya dorongan keinginan yang kuat untuk melenyapkan binatang itu dari atas bumi mereka, muncullah tiba-tiba seorang janda bangsawan yang kaya raya menawarkan akan menyerah dirinya kepada siapa yang dapat membunuh unta Saleh.\n\n Di samping janda itu ada seorang wanita lain yang mempunyai beberapa puteri cantik-cantik menawarkan akan menghadiahkan salah seorang dari puteri-puterinya kepada orang yang berhasil membunuh unta itu.\n\n Dua macam hadiah yyang menggiurkan dari kedua wanita itu di samping hasutan para pemuka Tsamud mengundang dua orang lelaki bernama Mushadda' bin Muharrij dan Gudar bin Salif berkemas-kemas akan melakukan pembunuhan bagi meraih hadiah yang dijanjikan di samping sanjungan dan pujian yang akan diterimanya dari para kafir suku Tsamud bila unta Nabi Saleh telah mati dibunuh.\n\n Dengan bantuan tujuh orang lelaki lagi bersembunyilah kumpulan itu di suatu tempat di mana biasanya di lalui oleh unta dalam perjalanannya ke perigi tempat ianya minum.\n\n Dan begitu unta-unta yang tidak berdosa itu lalu segeralah dipanah betisnya oleh Musadda' yang disusul oleh Gudar dengan menikamkan pedangnya di perutnya.\n\n Dengan perasaan megah dan bangga pergilah para pembunuh unta itu ke ibu kota menyampaikan berita matinya unta Nabi Saleh yang mendapat sambutan sorak-sorai dan teriakan gembira dari pihak musyrikin seakan-akan mereka kembali dari medan perang dengan membawa kemenangan yang gilang gemilang.\n\n Berkata mereka kepada Nabi Saleh:\" Wahai Saleh! Untamu telah amti dibunuh, cubalah datangkan akan apa yang engkau katakan dulu akan ancamannya bila unta itu diganggu, jika engkau betul-betul termasuk orang-orang yang terlalu benar dalam kata-katanya.\n\n\" Nabi Saleh menjawab:\" Aku telah peringatkan kamu, bahwa Allah akan menurunkan azab-Nya atas kamu jika kamu mengganggu unta itu.\n\n Maka dengan terbunuhnya unta itu maka tunggulah engkau akan tibanya masa azab yang Allah talah janjikan dan telah aku sampaikan kepada kamu.\n\nKamu telah menentang Allah dan terimalah kelak akibat tentanganmu kepada-Nya.\n\nJanji Allah tidak akan meleset .\n\nKamu boleh bersuka ria dan bersenang-senang selama tiga hari ini kemudian terimalah ganjaranmu yang setimpal pada hari keempat.\n\n Demikianlah kehendak Allah dan taqdir-Nya yang tidak dapat ditunda atau dihalang. \"\n\n Ada kemungkinan menurut sementara ahli tafsir bahwa Allah melalui rasul-Nya Nabi Saleh memberi waktu tiga hari itu untuk memberi kesempatan, kalau-kalau mereka sedar akan dosanya dan bertaubat minta ampun serta beriman kepada Nabi Saleh kepada risalahnya.\n\n Akan tetapi dalam kenyataannya tempoh tiga hari itu bahkan menjadi bahan ejekan kepada Nabi Saleh yang ditentangnya untuk mempercepat datangnya azab itu dan tidak usah ditangguhkan tiga hari lagi.\n\n Turunnya Azab Allah Yang Dijanjikan Nabi Saleh memberitahu kaumnya bahwa azab Allah yang akan menimpa di atas mereka akan didahului dengan tanda-tanda, yaitu pada hari pertama bila mereka terbangun dari tidurnya akan menemui wajah mereka menjadi kuning dan berubah menjadi merah pada hari kedua dan hitam pada hari ketiga dan pada hari keempat turunlah azab Allah yang pedih.\n\n Mendengar ancaman azab yang diberitahukan oleh Nabi Saleh kepada kaumnya kelompok sembilan orang ialah kelompok pembunuh unta merancang pembunuhan atas diri Nabu Saleh mendahului tibanya azab yang diancamkan itu.\n\nMereka mengadakan pertemuan rahsia dan bersumpah bersama akan melaksanakan rancangan pembunuhan itu di waktu malam, di saat orang masih tidur nyenyak untuk menghindari tuntutan balas darah oleh keluarga Nabi Saleh, jika diketahui identiti mereka sebagai pembunuhnya.\n\n Rancangan mereka ini dirahsiakan sehingga tidak diketahui dan didengar oleh siapa pun kecuali kesembilan orang itu sendiri.\n\n Ketika mereka datang ke tempat Nabi Saleh bagi melaksanakan rancangan jahatnya di malam yang gelap-gulita dan sunyi-senyap berjatuhanlah di atas kepala mereka batu-batu besar yang tidak diketahui dari arah mana datangnya dan yang seketika merebahkan mereka di atas tanah dalam keadaan tidak bernyawa lagi.\n\n Demikianlah Allah telah melindingi rasul-Nya dari perbuatan jahat hamba-hamba-Nya yang kafir.\n\n Satu hari sebelum hari turunnya azab yang telah ditentukan itu, dengan izin Allah berangkatlah Nabi Saleh bersama para mukminin pengikutnya menuju Ramlah, sebuah tempat di Palestin, meninggalkan Hijir dan penghuninya, kaum Tsamud habis binasa, ditimpa halilintar yang dahsyat beriringan dengan gempa bumi yang mengerikan.\n\n Kisah Nabi Saleh Dalam Al-Quran\" Kisah Nabi Saleh diceritakan oleh 72 ayat dalam 11 surah di antaranya surah Al-A'raaf, ayat 73 hingga 79, surah \" Hud \" ayat 61 sehingga ayat 68 dan surah \" Al-Qamar \" ayat 23 sehingga ayat 32.\n\n Pelajaran Dari Kisah Nabi Saleh A.s\n\n Pengajaran yang menonjol yang dapat dipetik dari kisah Nabi Saleh ini ialah bahwa dosa dan perbuatan mungkar yang dilakukan oleh sekelompok kecil warga masyarakat dapat berakibat negatif yang membinasakan masyarakat itu seluruhnya.\n\n Lihatlah betapa kaum Tsamud menjadi binasa, hancur dan bahkan tersapu bersih dari atas bumi karena dosa dan pelanggaran perintah Allah yang dilakukan oleh beberapa gelintir orang pembunuh unta Nabi Saleh A.s\n\n Di sinilah letaknya hikmah perintah Allah agar kita melakukan amar makruf nahi mungkar.\n\n Karena dengan melakukan tugas amar makruf nahi mungkar yang menjadi fardu kifayah itu, setidak-tidaknya kalau tidak berhasil mencegah kemungkaran yang terjadi di dalam masyarakat dan lindungan kita ,kita telah membebaskan diri dari dosa menyetujui atau merestui perbuatan mungkar itu Bersikap pasif acuh tak acuh terhadap maksiat dan kemungkaran yang berlaku di depan mata dapat diertikan sebagai persetujuan dan penyekutuan terhadap perbuatan mungkar itu.\n\n ",
        "tmp": "Antara Madinah dan Syria",
        "image_url": "http://2.bp.blogspot.com/-KeSIiNdTXFE/Vn3Xu5FXfwI/AAAAAAAABv4/aKweUbeik6o/s320/sholeh.png",
     "icon_url": "icon_url 5",
     "id": "5"
    },
    {
        "name": "Nabi Ibrahim AS",
        "thn_kelahiran": "1997",
        "usia": 175,
        "description": "Tsamud adalah nama suatu suku yang oleh sementara ahli sejarah dimasukkan bagian dari bangsa Arab dan ada pula yang menggolongkan mereka ke dalam bangsa Yahudi.\n\n Mereka bertempat tinggal di suatu dataran bernama \" Alhijir \" terletak antara Hijaz dan Syam yang dahulunya termasuk jajahan dan dikuasai suku Aad yang telah habis binasa disapu angin taufan yang di kirim oleh Allah sebagai pembalasan atas pembangkangan dan pengingkaran mereka terhadap dakwah dan risalah Nabi Hud A.s\n\n Kemakmuran dan kemewahan hidup serta kekayaan alam yang dahulu dimiliki dan dinikmati oleh kaum Aad telah diwarisi oleh kaum Tsamud.\n\nTanah-tanah yang subur yang memberikan hasil berlimpah ruah, binatang-binatang perahan dan lemak yang berkembang biak, kebun-kebun bunga yag indah-indah, bangunan rumah-rumah yang didirikan di atas tanah yang datar dan dipahatnya dari gunung.\n\nSemuanya itu menjadikan mereka hidup tenteram ,sejahtera dan bahgia, merasa aman dari segala gangguan alamiah dan bahawa kemewahan hidup mereka akan kekal bagi mereka dan anak keturunan mereka.\n\n Kaum Tsamud tidak mengenal Tuhan.\n\n Tuhan Mereka adalah berhala-berhala yang mereka sembah dan puja, kepadanya mereka berqurban, tempat mereka minta perlindungan dari segala bala dan musibah dan mengharapkan kebaikan serta kebahagiaan.\n\nMereka tidak dapatt melihat atau memikirkan lebih jauh dan apa yang dapat mereka jangkau dengan pancaindera.\n\n Nabi Saleh Berdakwah Kepada Kaum Tsamud\n\n Allah Yang Maha Pengasih dan Maha Penyayang tidak akan membiarkan hamba-hamba_Nya berada dalam kegelapan terus-menerus tanpa diutusnya nabi pesuruh disisi-Nya untuk memberi penerangan dan memimpin mereka keluar dari jalan yang sesat ke jalan yang benar.\n\n Demikian pula Allah tidak akan menurunkan azab dan seksaan kepada suatu umat sebelum mereka diperingatkan dan diberi petunjukkan oleh-Nya dengan perantara seorang yang dipilih untuk menjadi utusan dan rasul-Nya.\n\n Sunnatullah ini berlaku pula kepada kaum Tsamud, yang kepada mereka telah diutuskan Nabi Saleh seorang yang telah dipilih-Nya dari suku mereka sendiri, dari keluarga yang terpandang dan dihormati oleh kaumnya, terkenal tangkas, cerdik pandai, rendah hati dan ramah-tamah dalam pergaulan.\n\n Dikenalkan mereka oleh Nabi Saleh kepada Tuhan yang sepatut mereka sembah, Tuhan Allah Yang Maha Esa, yang telah mencipta mereka, menciptakan alam sekitar mereka, menciptakan tanah-tanah yang subur yang menghasilkan bhn-bhn keperluan hidup mereka, mencipta binatang-binatang yang memberi manfaat dan berguna bagi mereka dan dengan demikian memberi kepada mereka kenikmatan dan kemewahan hidup dan kebahagiaan lahir dan batin.\n\nTuhan Yang Esa itulah yang harus mereka sembah dan bukan patung-patung yang mereka pahat sendiri dari batu-batu gunung yang tidak berkuasa memberi sesuatu kepada mereka atau melindungi mereka dari ketakutan dan bahaya.\n\n Nabi Saleh memperingatkan mereka bahwa ia adlah seorang daripada mereka, terjalin antara dirinya dan mereka ikatan keluarga dan darah.\n\n Mereka adalah kaumnya dan sanak keluarganya dan dia adalah seketurunan dan sesuku dengan mereka.\n\nIa mengharapkan kebaikan dan kebajikan bagi mereka dan sesekali tidak akan menjerumuskan mereka ke dalam hal-hal yang akan membawa kerugian, kesengsaraan dan kebinasaan bagi mereka.\n\n Ia menerangkan kepada mereka bahwa ianya adalah pesuruh dan utusan Allah, dan apa yang diajarkan dan didakwahkan kepada mereka adalah amanat Allah yang harus dia sampaikan kepada mereka untuk kebaikan mereka semasa hidup mereka dan sesudah mereka mati di akhirat kelak.\n\n Ia mengharapkan kaumnya mempertimbangkan dan memikirkan sungguh-sungguh apa yang ia serukan dan anjurkan dan agar mereka segera meninggalkan persembahan kepada berhala-berhala itu dan percaya beriman kepada Allah Yang Maha Esa seraya bertaubat dan mohon ampun kepada-Nya atas dosa dan perbuatan syirik yang selama ini telah mereka lakukan.\n\nAllah maha dekat kepada mereka mendengarkan doa mereka dan memberi ampun kepada yang salah bila dimintanya.\n\n Terperanjatlah kaum Saleh mendengar seruan dan dakwahnya yang bagi mereka merupakan hal yang baru yang tidak diduga akan datang dari saudara atau anak mereka sendiri.\n\nMaka serentak ditolaklah ajakan Nabi Saleh itu seraya berkata mereka kepadanya:\"Wahai Saleh! Kami mengenalmu seorang yang pandai, tangkas dan cerdas, fikiranmu tajam dan pendapat serta semua pertimbangan mu selalu tepat.\n\n Pada dirimu kami melihat tanda-tanda kebajikan dan sifat-sifat yang terpuji.\n\n Kami mengharapkan dari engkau sebetulnya untuk memimpinkami menyelesaikan hal-hal yang rumit yang kami hadapi, memberi petunjuk dalam soal-soal yang gelap bagi kami dan menjadi ikutan dan kepercayaan kami di kala kami menghadapi krisis dan kesusahan.\n\nAkan tetapi segala harapan itu menjadi meleset dan kepercayaan kami kepadamu tergelincir hari ini dengan tingkah lakumu dan tindak tandukmu yang menyalahi adat-istiadat dan tatacara hidup kami.\n\n Apakah yang engkau serukan kepada kami? Enkau menghendaki agar kami meninggalkan persembahan kami dan nenek moyang kami, persembahan dan agama yang telah menjadi darah daging kami menjadi sebahagian hidup kami sejak kami dilahirkan dan tetap menjadi pegangan untuk selama-lamanya.\n\nKami sesekali tidak akan meninggalkannya karena seruanmu dan kami tidak akan mengikutimu yang sesat itu.\n\n Kami tidak mempercayai cakap-cakap kosongmu bahkan meragukan kenabianmu.\n\n Kami tidak akan mendurhakai nenek moyang kami dengan meninggalkan persembahan mereka dan mengikuti jejakmu. \"\n\n Nabi Saleh memperingatkan mereka agar jangan menentangnya dan agar mengikuti ajakannya beriman kepada Allah yang telah mengurniai mereka rezeki yang luas dan penghidupan yang sejahtera.\n\n Diceritakan kepada mereka kisah kaum-kaum yang mendapat seksa dan azab dari Allah karena menentang rasul-Nya dan mendustakan risalah-Nya.\n\n Hal yang serupa itu dapat terjadi di atas mereka jika mereka tidak mahu menerima dakwahnya dan mendengar nasehatnya, yang diberikannya secara ikhlas dan jujur sebagai seorang anggota dari keluarga besar mereka dan yang tidak mengharapkan atau menuntut upah daripada mereka atas usahanya itu.\n\n Ia hanya menyampaikan amanat Allah yang ditugaskan kepadanya dan Allahlah yang akan memberinya upah dan ganjaran untuk usahanya memberi pimpinan dan tuntutan kepada mereka.\n\n Sekelompok kecil dari kaum Tsamud yang kebanyakkannya terdiri dari orang-orang yang kedudukan sosial lemah menerima dakwah Nabi Saleh dan beriman kepadanya sedangkan sebahagian yang terbesar terutamanya mereka yang tergolong orang-orang kaya dan berkedudukan tetap berkeras kepala dan menyombongkan diri menolak ajakan Nabi Saleh dan mengingkari kenabiannya dan berkata kepadanya:\" Wahai Saleh! Kami kira bahwa engkau telah kerasukan syaitan dan terkena sihir.\n\nEngkau telah menjadi sinting dan menderita sakit gila.\n\n Akalmu sudah berubah dan fikiranmu sudah kacau sehingga engkau dengan tidak sedar telah mengeluarkan kata-kata ucapan yang tidak masuk akal dan mungkin engkau sendiri tidak memahaminya.\n\n Engkau mengaku bahwa engkau telah diutuskan oleh Tuhanmu sebagai nabi dan rasul-Nya.\n\n Apakah kelebihanmu daripada kami semua sehingga engkau dipilih menjadi rasul, padahal ada orang-orang di antara kami yang lebih patut dan lebih cekap untuk menjadi nabi atau rasul daripada engkau.\n\n Tujuanmu dengan bercakap kosong dan kata-katamu hanyalah untuk mengejar kedudukan dan ingin diangkat menjadi kepala dan pemimpin bagi kaummu.\n\nJika engkau merasa bahwa engkau sehat badan dan sehat fikiran dan mengaku bahwa engkau tidak mempunyai arah dan tujuan yang terselubung dalam dakwahmu itu maka hentikanlah usahamu menyiarkan agama barumu dengan mencerca persembahan kami dan nenek moyangmu sendiri.\n\nKami tidak akan mengikuti jalanmu dan meninggalkan jalan yang telah ditempuh oleh orang-orang tua kami lebih dahulu.\n\n Nabi Saleh menjawab: \" Aku telah berulang-ulang mengatakan kepadamu bahwa aku tidak mengharapkan sesuatu apapun daripadamu sebagai imbalan atas usahaku memberi tuntunandan penerangan kepada kamu.\n\n Aku tidak mengharapkan upah atau mendambakan pangkat dan kedudukan bagi usahaku ini yang aku lakukan semata-mata atas perintah Allah dan daripada-Nya kelak aku harapkan balasan dan ganjaran untuk itu.\n\n Dan bagaimana aku dapat mengikutimu dan menterlantarkan tugas dan amanat Tuhan kepadaku, padahal aku talah memperoleh bukti-bukti yang nyata atas kebenaran dakwahku.\n\njanganlah sesekali kamu harapkan bahawa aku akan melanggar perintah Tuhanku dan melalaikan kewajibanku kepada-Nya hanya semata-mata untuk melanjutkan persembahan nenek moyang kami yang bathil itu.\n\n Siapakah yang akan melindungiku dari murka dan azab Tuhan jika aku berbuat demikian? Sesungguhnya kamu hanya akan merugikan dan membinasakan aku dengan seruanmu itu. \"\n\n Setelah gagal dan berhasil menghentikan usaha dakwah Nabi Saleh dan dilihatnya ia bahkan makin giat menarik orang-orang mengikutinya dan berpihak kepadanya para pemimpin dan pemuka kaum Tsamud berusaha hendak membendung arus dakwahnya yang makin lama makin mendapat perhatian terutama dari kalangan bawahan menengah dalam masyarakat.\n\n Mereka menentang Nabi Saleh dan untuk membuktikan kebenaran kenabiannya dengan suatu bukti mukjizat dalam bentuk benda atau kejadian luar biasa yang berada di luar kekuasaan manusia.\n\n Allah Memberi Mukjizat Kepada Nabi Saleh A.s\n\n Nabi Saleh sedar bahawa tentangan kaumnya yang menuntut bukti daripadanya berupa mukjizat itu adalah bertujuan hendak menghilangkan pengaruhnya dan mengikis habis kewibawaannya di mata kaumnya terutama para pengikutnya bila ia gagal memenuhi tentangan dan tuntutan mereka.\n\n Nabi Saleh membalas tentangan mereka dengan menuntut janji dengan mereka bila ia berhasil mendatangkan mukjizat yang mereka minta bahwa mereka akan meninggalkan agama dan persembahan mereka dan akan mengikuti Nabi Saleh dan beriman kepadanya.\n\n Sesuai dengan permintaan dan petunjuk pemuka-pemuka kaum Tsamud berdoalah Nabi Saleh memohon kepada Allah agar memberinya suatu mukjizat untuk membuktikan kebenaran risalahnya dan sekaligus mematahkan perlawanan dan tentangan kaumnya yang masih berkeras kepala itu.\n\n Ia memohon dari Allah dengan kekuasaan-Nya menciptakan seekor unta betina dikeluarkannya dari perut sebuah batu karang besar yang terdapat di sisi sebuah bukit yang mereka tunjuk.\n\n Maka sejurus kemudian dengan izin Allah Yang Maha Kuasa lagi Maha Pencipta terbelahlah batu karang yang ditunjuk itu dan keluar dari perutnya seekor unta betina.\n\n Dengan menunjuk kepada binatang yang baru keluar dari perut batu besar itu berkatalah Nabi Saleh kepada mereka:\" Inilah dia unta Allah, janganlah kamu ganggu dan biarkanlah ia mencari makanannya sendiri di atas bumi Allah ia mempunyai giliran untuk mendapatkan air minum dan kamu mempunyai giliran untuk mendapatkan minum bagimu dan bagi ternakanmu juga dan ketahuilah bahwa Allah akan menurunkan azab-Nya bila kamu sampai mengganggu binatang ini. \"\n\n Kemudian berkeliaranlah unta di ladang-ladang memakan rumput sesuka hatinya tanpa mendapat gangguan.\n\n Dan ketika giliran minumnya tiba pergilah unta itu ke sebuah perigi yyang diberi nama perigi unta dan minumlah sepuas hatinya.\n\n Dan pada hari-hari giliran unta Nabi Saleh itu datang minum tiada seekor binatang lain berani menghampirinya, hal mana menimbulkan rasa tidak senang pada pemilik-pemilik binatang itu yang makin hari makin merasakan bahwa adanya unta Nabi Saleh di tengah-tengah mereka itu merupakan gangguan laksana duri yang melintang di dalam kerongkong.\n\n Dengan berhasilnya Nabi Saleh mendatangkan mukjizat yang mereka tuntut gagallah para pemuka kaum Tsamud dalam usahanya untuk menjatuhkan kehormatan dan menghilangkan pegaruh Nabi Saleh bahkan sebaliknya telah menambah tebal kepercayaan para pengikutnya dan menghilang banyak keraguan dari kaumnya.\n\n Maka dihasutlah oleh mereka pemilik-pemilik ternakan yang merasa jengkel dan tidak senang dengan adanya unta Nabi Saleh yang merajalela di ladang dan kebun-kebun mereka serta ditakuti oleh binatang-binatang peliharaannya.\n\n Unta Nabi Saleh Dibunuh\n\n Persekongkolan diadakan oleh orang-orang dari kaum Tsamud untuk mengatur rancangan pembunuhan unta Nabi Saleh.\n\n Dan selagi orang masih dibayangi oleh rasa takut dari azab yang diancam oleh Nabi Saleh bila untanya diganggu di samping adanya dorongan keinginan yang kuat untuk melenyapkan binatang itu dari atas bumi mereka, muncullah tiba-tiba seorang janda bangsawan yang kaya raya menawarkan akan menyerah dirinya kepada siapa yang dapat membunuh unta Saleh.\n\n Di samping janda itu ada seorang wanita lain yang mempunyai beberapa puteri cantik-cantik menawarkan akan menghadiahkan salah seorang dari puteri-puterinya kepada orang yang berhasil membunuh unta itu.\n\n Dua macam hadiah yyang menggiurkan dari kedua wanita itu di samping hasutan para pemuka Tsamud mengundang dua orang lelaki bernama Mushadda' bin Muharrij dan Gudar bin Salif berkemas-kemas akan melakukan pembunuhan bagi meraih hadiah yang dijanjikan di samping sanjungan dan pujian yang akan diterimanya dari para kafir suku Tsamud bila unta Nabi Saleh telah mati dibunuh.\n\n Dengan bantuan tujuh orang lelaki lagi bersembunyilah kumpulan itu di suatu tempat di mana biasanya di lalui oleh unta dalam perjalanannya ke perigi tempat ianya minum.\n\n Dan begitu unta-unta yang tidak berdosa itu lalu segeralah dipanah betisnya oleh Musadda' yang disusul oleh Gudar dengan menikamkan pedangnya di perutnya.\n\n Dengan perasaan megah dan bangga pergilah para pembunuh unta itu ke ibu kota menyampaikan berita matinya unta Nabi Saleh yang mendapat sambutan sorak-sorai dan teriakan gembira dari pihak musyrikin seakan-akan mereka kembali dari medan perang dengan membawa kemenangan yang gilang gemilang.\n\n Berkata mereka kepada Nabi Saleh:\" Wahai Saleh! Untamu telah amti dibunuh, cubalah datangkan akan apa yang engkau katakan dulu akan ancamannya bila unta itu diganggu, jika engkau betul-betul termasuk orang-orang yang terlalu benar dalam kata-katanya.\n\n\" Nabi Saleh menjawab:\" Aku telah peringatkan kamu, bahwa Allah akan menurunkan azab-Nya atas kamu jika kamu mengganggu unta itu.\n\n Maka dengan terbunuhnya unta itu maka tunggulah engkau akan tibanya masa azab yang Allah talah janjikan dan telah aku sampaikan kepada kamu.\n\nKamu telah menentang Allah dan terimalah kelak akibat tentanganmu kepada-Nya.\n\nJanji Allah tidak akan meleset .\n\nKamu boleh bersuka ria dan bersenang-senang selama tiga hari ini kemudian terimalah ganjaranmu yang setimpal pada hari keempat.\n\n Demikianlah kehendak Allah dan taqdir-Nya yang tidak dapat ditunda atau dihalang. \"\n\n Ada kemungkinan menurut sementara ahli tafsir bahwa Allah melalui rasul-Nya Nabi Saleh memberi waktu tiga hari itu untuk memberi kesempatan, kalau-kalau mereka sedar akan dosanya dan bertaubat minta ampun serta beriman kepada Nabi Saleh kepada risalahnya.\n\n Akan tetapi dalam kenyataannya tempoh tiga hari itu bahkan menjadi bahan ejekan kepada Nabi Saleh yang ditentangnya untuk mempercepat datangnya azab itu dan tidak usah ditangguhkan tiga hari lagi.\n\n Turunnya Azab Allah Yang Dijanjikan Nabi Saleh memberitahu kaumnya bahwa azab Allah yang akan menimpa di atas mereka akan didahului dengan tanda-tanda, yaitu pada hari pertama bila mereka terbangun dari tidurnya akan menemui wajah mereka menjadi kuning dan berubah menjadi merah pada hari kedua dan hitam pada hari ketiga dan pada hari keempat turunlah azab Allah yang pedih.\n\n Mendengar ancaman azab yang diberitahukan oleh Nabi Saleh kepada kaumnya kelompok sembilan orang ialah kelompok pembunuh unta merancang pembunuhan atas diri Nabu Saleh mendahului tibanya azab yang diancamkan itu.\n\nMereka mengadakan pertemuan rahsia dan bersumpah bersama akan melaksanakan rancangan pembunuhan itu di waktu malam, di saat orang masih tidur nyenyak untuk menghindari tuntutan balas darah oleh keluarga Nabi Saleh, jika diketahui identiti mereka sebagai pembunuhnya.\n\n Rancangan mereka ini dirahsiakan sehingga tidak diketahui dan didengar oleh siapa pun kecuali kesembilan orang itu sendiri.\n\n Ketika mereka datang ke tempat Nabi Saleh bagi melaksanakan rancangan jahatnya di malam yang gelap-gulita dan sunyi-senyap berjatuhanlah di atas kepala mereka batu-batu besar yang tidak diketahui dari arah mana datangnya dan yang seketika merebahkan mereka di atas tanah dalam keadaan tidak bernyawa lagi.\n\n Demikianlah Allah telah melindingi rasul-Nya dari perbuatan jahat hamba-hamba-Nya yang kafir.\n\n Satu hari sebelum hari turunnya azab yang telah ditentukan itu, dengan izin Allah berangkatlah Nabi Saleh bersama para mukminin pengikutnya menuju Ramlah, sebuah tempat di Palestin, meninggalkan Hijir dan penghuninya, kaum Tsamud habis binasa, ditimpa halilintar yang dahsyat beriringan dengan gempa bumi yang mengerikan.\n\n Kisah Nabi Saleh Dalam Al-Quran\" Kisah Nabi Saleh diceritakan oleh 72 ayat dalam 11 surah di antaranya surah Al-A'raaf, ayat 73 hingga 79, surah \" Hud \" ayat 61 sehingga ayat 68 dan surah \" Al-Qamar \" ayat 23 sehingga ayat 32.\n\n Pelajaran Dari Kisah Nabi Saleh A.s\n\n Pengajaran yang menonjol yang dapat dipetik dari kisah Nabi Saleh ini ialah bahwa dosa dan perbuatan mungkar yang dilakukan oleh sekelompok kecil warga masyarakat dapat berakibat negatif yang membinasakan masyarakat itu seluruhnya.\n\n Lihatlah betapa kaum Tsamud menjadi binasa, hancur dan bahkan tersapu bersih dari atas bumi karena dosa dan pelanggaran perintah Allah yang dilakukan oleh beberapa gelintir orang pembunuh unta Nabi Saleh A.s\n\n Di sinilah letaknya hikmah perintah Allah agar kita melakukan amar makruf nahi mungkar.\n\n Karena dengan melakukan tugas amar makruf nahi mungkar yang menjadi fardu kifayah itu, setidak-tidaknya kalau tidak berhasil mencegah kemungkaran yang terjadi di dalam masyarakat dan lindungan kita ,kita telah membebaskan diri dari dosa menyetujui atau merestui perbuatan mungkar itu Bersikap pasif acuh tak acuh terhadap maksiat dan kemungkaran yang berlaku di depan mata dapat diertikan sebagai persetujuan dan penyekutuan terhadap perbuatan mungkar itu.\n\n ",
        "tmp": "Antara Madinah dan Syria",
        "image_url": "http://2.bp.blogspot.com/-KeSIiNdTXFE/Vn3Xu5FXfwI/AAAAAAAABv4/aKweUbeik6o/s320/sholeh.png",
        "icon_url": "",
        "id": "5"
    },
    {
        "name": "Nabi Ibrahim AS",
        "thn_kelahiran": "1997",
        "usia": 175,
        "description": "Nabi Ibrahim adalah putera Aaazar (Tarih) bin Tahur bin Saruj bin Rau' bin Falij bin Aaabir bin Syalih bin Arfakhsyad bin Saam bin Nuh A.s\n\n Ia dilahirkan di sebuah tempat bernama \"Faddam A'ram\" dalam kerajaan \"Babylon\" yang pada waktu itu diperintah oleh seorang raja bernama \"Namrud bin Kan'aan.\"\n\n Kerajaan Babylon pada masa itu termasuk kerajaan yang makmur rakyat hidup senang, sejahtera dalam keadaan serba cukup sandang mahupun pandangan serta saranan-saranan yang menjadi keperluan pertumbuhan jasmani mereka.\n\nAkan tetapi tingkatan hidup rohani mereka masih berada di tingkat jahiliyah.\n\n Mereka tidak mengenal Tuhan Pencipta mereka yang telah memberi karunia mereka dengan segala kenikmatan dan kebahagiaan duniawi.\n\n Persembahan mereka adalah patung-patung yang mereka pahat sendiri dari batu-batu atau terbuat dari lumpur dan tanah.\n\n Raja mereka Namrud bin Kan'aan menjalankan tampuk pemerintahnya dengan tangan besi dan kekuasaan mutlak.\n\nSemua kehendaknya harus terlaksana dan segala perintahnya merupakan undang-undang yang tidak dapat dilanggar atau di tawar.\n\n Kekuasaan yang besar yang berada di tangannya itu dan kemewahan hidup yang berlebuh-lebihanyang ia nikmati lama-kelamaan menjadikan ia tidak puas dengan kedudukannya sebagai raja.\n\n Ia merasakan dirinya patut disembah oleh rakyatnya sebagai tuhan.\n\n Ia berfikir jika rakyatnya mahu dan rela menyembah patung-patung yang terbina dari batu yang tidal dapat memberi manfaat dan mendatangkan kebahagiaan bagi mereka, mengapa bukan dialah yang disembah sebagai tuhan.\n\nDia yang dapat berbicara, dapat mendengar, dapat berfikir, dapat memimpin mereka, membawa kemakmuran bagi mereka dan melepaskan dari kesengsaraan dan kesusahan.\n\n Dia yang dapat mengubah orang miskin menjadi kaya dan orang yang hina-dina diangkatnya menjadi orang mulia.\n\n di samping itu semuanya, ia adalah raja yang berkuasa dan memiliki negara yang besar dan luas.\n\n Di tengah-tengah masyarakat yang sedemikian buruknya lahir dan dibesarkanlah Nabi Ibrahim dari seorang ayah yang bekerja sebagai pemahat dan pedagang patung.\n\n Ia sebagai calun Rasul dan pesuruh Allah yang akan membawa pelita kebenaran kepada kaumnya,jauh-jauh telah diilhami akal sehat dan fikiran tajam serta kesedaran bahwa apa yang telah diperbuat oleh kaumnya termasuk ayahnya sendiri adalah perbuat yang sesat yang menandakan kebodohan dan kecetekan fikiran dan bahwa persembahan kaumnya kepada patung-patung itu adalah perbuatan mungkar yang harus dibanteras dan diperangi agar mereka kembali kepada persembahan yang benar ialah persembahan kepada Tuhan Yang Maha Esa, Tuhan pencipta alam semesta ini.\n\n Semasa remajanya Nabi Ibrahim sering disuruh ayahnya keliling kota menjajakan patung-patung buatannya namun karena iman dan tauhid yang telah diilhamkan oleh Tuhan kepadanya ia tidak bersemangat untuk menjajakan barang-barang itu bahkan secara mengejek ia menawarkan patung -patung ayahnya kepada calon pembeli dengan kata-kata:\" Siapakah yang akan membeli patung-patung yang tidak berguna ini? \"\n\n Nabi Ibrahim Ingin Melihat Bagaimana Makhluk Yang Sudah Mati Dihidupkan Kembali Oleh Allah\n\n Nabi Ibrahim yang sudah berketetapan hati hendak memerangi syirik dan persembahan berhala yang berlaku dalam masyarakat kaumnya ingin lebih dahulu mempertebalkan iman dan keyakinannya, menenteramkan\n\n hatinya serta membersihkannya dari keragu-raguan yang mungkin esekali mangganggu fikirannya dengan memohon kepada Allah agar diperlihatkan kepadanya bagaimana Dia menghidupkan \n\n kembali makhluk-makhluk yang sudah mati.\n\nBerserulah ia kepada Allah: \" Ya Tuhanku! Tunjukkanlah kepadaku bagaimana engkau menghidupkan makhluk-makhluk yang sudah mati.\n\n\"Allah menjawab seruannya dengan berfirman:Tidakkah engkau beriman dan percaya kepada kekuasaan-Ku? \"Nabi Ibrahim menjawab:\" Betul, wahai Tuhanku, aku telah beriman dan percaya kepada-Mu dan kepada kekuasaan-Mu, namun aku ingin sekali melihat itu dengan mata kepala ku sendiri, agar aku mendapat ketenteraman dan ketenangan dan hatiku dan agar makin menjadi tebal dan kukuh keyakinanku kepada-Mu dan kepada kekuasaan-Mu.\n\n\" Allah memperkenankan permohonan Nabi Ibrahim lalu diperintahkanlah ia menangkap empat ekor burung lalu setelah memperhatikan dan meneliti bahagian tubuh-tubuh burung itu, memotongnya menjadi berkeping-keping mencampur-baurkan kemudian tubuh burung yang sudak hancur-luluh dan bercampur-baur itu diletakkan di atas puncak setiap bukit dari empat bukit yang letaknya berjauhan satu dari yang lain.\n\n Setelah dikerjakan apa yang telah diisyaratkan oleh Allah itu, diperintahnyalah Nabi Ibrahim memanggil burung-burung yang sudah terkoyak-koyak tubuhnya dan terpisah jauh tiap-tiap bahagian tubuh burung dari bahagian yang lain.\n\n Dengan izin Allah dan kuasa-Nya datanglah berterbangan enpat ekor burung itu dalam keadaan utuh bernyawa seperti sedia kala begitu mendengar seruan dan panggilan Nabi Ibrahim kepadanya lalu hinggaplah empat burung yang hidup kembali itu di depannya, dilihat dengan mata kepalanya sendiri bagaimana Allah YAng Maha Berkuasa dapat menghidupkan kembali makhluk-Nya yang sudah mati sebagaimana Dia menciptakannya dari sesuatu yang tidak ada.\n\n Dan dengan demikian tercapailah apa yang diinginkan oleh Nabi Ibrahim untuk mententeramkan hatinya dan menghilangkan kemungkinan ada keraguan di dalam iman dan keyakinannya, bahwa kekuasaan dan kehendak Allah tidak ada sesuatu pun di langit atau di bumi yang dapat menghalangi atau menentangnya dan hanya kata \"Kun\" yang difirmankan Oleh-Nya maka terjadilah akan apa yang dikenhendaki \" Fayakun\".\n\n Nabi Ibrahim Berdakwah Kepada Ayah Kandungnya\n\n Aazar, ayah Nabi Ibrahim tidak terkecuali sebagaimana kaumnya yang lain, bertuhan dan menyembah berhala bah ia adalah pedagang dari patung-patung yang dibuat dan dipahatnya sendiri dan daripadanya orang membeli patung-patung yang dijadikan persembahan.\n\n Nabi Ibrahim merasa bahwa kewajiban pertama yang harus ia lakukan sebelum berdakwah kepada orang lain ialah menyedarkan ayah kandungnya dulu orang yang terdekat kepadanya bahwa kepercayaan dan persembahannya kepada berhala-berhala itu adalah perbuatan yang sesat dan bodoh.\n\nBeliau merasakan bahawa kebaktian kepada ayahnya mewajibkannya memberi penerangan kepadanya agar melepaskan kepercayaan yang sesat itu dan mengikutinya beriman kepada Allah Yang Maha Kuasa.\n\n Dengan sikap yang sopan dan adab yang patut ditunjukkan oleh seorang anak terhadap orang tuanya dan dengan kata-kata yang halus ia datang kepada ayahnya menyampaikan bahwa ia diutuskan oleh Allah sebagai nabi dan rasul dan bahawa ia telah diilhamkan dengan pengetahuan dan ilmu yang tidak dimiliki oleh ayahnya.\n\n Ia bertanya kepada ayahnya dengan lemah lembut gerangan apakah yang mendorongnya untuk menyembah berhala seperti lain-lain kaumnya padahal ia mengetahui bahwa berhala-berhala itu tidak berguna sedikit pun tidak dapat mendatangkan keuntungan bagi penyembahnya atau mencegah kerugian atau musibah.\n\n Diterangkan pula kepada ayahnya bahwa penyembahan kepada berhala-berhala itu adalah semata-mata ajaran syaitan yang memang menjadi musuh kepada manusia sejak Adam diturunkan ke bumi lagi.\n\n Ia berseru kepada ayahnya agar merenungkan dan memikirkan nasehat dan ajakannya berpaling dari berhala-berhala dan kembali menyembah kepada Allah yang menciptakan manusia dan semua makhluk yang dihidupkan memberi mereka rezeki dan kenikmatan hidup serta menguasakan bumi dengan segala isinya kepada manusia.\n\n Aazar menjadi merah mukanya dan melotot matanya mendengar kata-kata seruan puteranya Nabi Ibrahim yyang ditanggapinya sebagai dosa dan hal yang kurang patut bahwa puteranya telah berani mengecam dan menghina kepercayaan ayahnya bahkan mengajakkannya untuk meninggalkan kepercayaan itu dan menganut kepercayaan dan agama yang ia bawa.\n\n Ia tidak menyembunyikan murka dan marahnya tetapi dinyatakannya dalam kata-kata yang kasar dan dalam maki hamun seakan-akan tidak ada hunbungan diantara mereka.\n\n IA berkata kepada Nabi Ibrahim dengan nada gusar: \" Hai Ibrahim! Berpalingkah engkau dari kepercayaan dan persembahanku ? Dan kepercayaan apakah yang engkau berikan kepadaku yang menganjurkan agar aku mengikutinya? Janganlah engkau membangkitkan amarahku dan cuba mendurhakaiku.\n\nJika engkau tidak menghentikan penyelewenganmu dari agama ayahmu tidak engkau hentikan usahamu mengecam dan memburuk-burukkan persembahanku, maka keluarlah engkau dari rumahku ini.\n\n Aku tidak sudi bercampur denganmu didalam suatu rumah di bawah suatu atap.\n\n Pergilah engkau dari mukaku sebelum aku menimpamu dengan batu dan mencelakakan engkau.\n\n\" Nabi Ibrahim menerima kemarahan ayahnya, pengusirannya dan kata-kata kasarnya dengan sikap tenang, normal selaku anak terhadap ayah seray berkaat: \" Oh ayahku! Semoga engkau selamat, aku akan tetap memohonkan ampun bagimu dari Allah dan akan tinggalkan kamu dengan persembahan selain kepada Allah.\n\n Mudah-mudahan aku tidak menjadi orang yang celaka dan malang dengan doaku utkmu.\n\n\" Lalu keluarlah Nabi Ibrahim meninggalkan rumah ayahnya dalam keadaan sedih dan prihati karena tidak berhasil mengangkatkan ayahnya dari lembah syirik dan kufur.\n\n Nabi Ibrahim Menghancurkan Berhala-berhala\n\n Kegagalan Nabi Ibrahim dalam usahanya menyedarkan ayahnya yang tersesat itu sangat menusuk hatinya karena ia sebagai putera yang baik ingin sekali melihat ayahnya berada dalam jalan yang benar terangkat dari lembah kesesatan dan syirik namun ia sedar bahwa hidayah itu adalah di tangan Allah dan bagaimana pun ia ingin dengan sepenuh hatinya agar ayahnya mendapat hidayah ,bila belum dikehendaki oleh Allah maka sia-sialah keinginan dan usahanya.\n\n Penolakan ayahnya terhadap dakwahnya dengan cara yang kasar dan kejam itu tidak sedikit pun mempengaruhi ketetapan hatinya dan melemahkan semangatnya untuk berjalan terus memberi penerangan kepada kaumnya untuk menyapu bersih persembahan-persembahan yang bathil dan kepercayaan-kepercayaan yang bertentangan dengan tauhid dan iman kepada Allah dan Rasul-Nya\n\n Nabi Ibrahim tidak henti-henti dalam setiap kesempatan mengajak kaumnya berdialog dan bermujadalah tentang kepercayaan yang mereka anut dan ajaran yang ia bawa.\n\n Dan ternyata bahwa bila mereka sudah tidak berdaya menilak dan menyanggah alasan-alasan dan dalil-dalil yang dikemukakan oleh Nabi Ibrahim tentang kebenaran ajarannya dan kebathilan kepercayaan mereka maka dalil dan alasan yang usanglah yang mereka kemukakan yaitu bahwa mereka hanya meneruskan apa yang oleh bapa-bapa dan nenek moyang mereka dilakukan dan sesekali mereka tidak akan melepaskan kepercayaan dan agama yang telah mereka warisi.\n\n Nabi Ibrahim pada akhirnya merasa tidak bermanfaat lagi berdebat dan bermujadalah dengan kaumnya yang berkepala batu dan yang tidak mahu menerima keterangan dan bukti-bukti nyata yang dikemukakan oleh beliau dan selalu berpegang pada satu-satunya alasan bahwa mereka tidak akan menyimpang dari cara persembahan nenek moyang mereka, walaupun oleh Nabi Ibrahim dinyatakan berkali-kali bahwa mereka dan bapa-bapa mereka keliru dan tersesat mengikuti jejak syaitan dan iblis.\n\n Nabi Ibrahim kemudian merancang akan membuktikan kepada kaumnya dengan perbuatan yang nyata yang dapat mereka lihat dengan mata kepala mereka sendiri bahwa berhala-berhala dan patung-patung mereka betul-betul tidak berguna bagi mereka dan bahkan tidak dapat menyelamatkan dirinya sendiri.\n\n Adalah sudah menjadi tradisi dan kebiasaan penduduk kerajaan Babylon bahwa setiap tahun mereka keluar kota beramai-ramai pada suatu hari raya yang mereka anggap sebagai keramat.\n\n Berhari-hari mereka tinggal di luar kota di suatu padang terbuka, berkhemah dengan membawa bekalan makanan dan minuman yang cukup.\n\n Mereka bersuka ria dan bersenang-senang sambil meninggalkan kota-kota mereka kosong dan sunyi.\n\n Mereka berseru dan mengajak semua penduduk agar keluar meninggalkan rumah dan turut beramai -ramai menghormati hari-hari suci itu.\n\n Nabi Ibrahim yang juga turut diajak turut serta berlagak berpura-pura sakit dan diizinkanlah ia tinggal di rumah apalagi mereka merasa khuatir bahwa penyakit Nabi Ibrahim yang dibuat-buat itu akan menular dan menjalar di kalangan mereka bila ia turut serta.\n\n \" Inilah dia kesempatan yang ku nantikan,\" kata hati Nabi Ibrahim tatkala melihat kota sudah kosong dari penduduknya, sunyi senyap tidak terdengar kecuali suara burung-burung yang berkicau, suara daun-daun pohon yang gemerisik ditiup angin kencang.\n\n Dengan membawa sebuah kapak ditangannya ia pergi menuju tempat beribadatan kaumnya yang sudah ditinggalkan tanpa penjaga, tanpa juru kunci dan hanya deretan patung-patung yang terlihat diserambi tempat peribadatan itu.\n\n Sambil menunjuk kepada semahan bunga-bunga dan makanan yang berada di setiap kaki patung berkata Nabi Ibrahim, mengejek:\" Mengapa kamu tidak makan makanan yang lazat yang disaljikan bagi kamu ini? Jawablah aku dan berkata-katalah kamu.\n\n\"Kemudian disepak, ditamparlah patung-patung itu dan dihancurkannya berpotong-potong dengan kapak yang berada di tangannya.\n\n Patung yang besar ditinggalkannya utuh, tidak diganggu yang pada lehernya dikalungkanlah kapak Nabi Ibrahim itu.\n\n Terperanjat dan terkejutlah para penduduk, tatkala pulang dari berpesta ria di luar kota dan melihat keadaan patung-patung, tuhan-tuhan mereka hancur berantakan dan menjadi potongan-potongan terserak-serak di atas lantai.\n\n Bertanyalah satu kepada yang lain dengan nada hairan dan takjub: \"Gerangan siapakah yang telah berani melakukan perbuatan yang jahat dan keji ini terhadap tuhan-tuhan persembahan mereka ini?\" Berkata salah seorang diantara mereka:\" Ada kemungkinan bahwa orang yang selalu mengolok-olok dan mengejek persembahan kami yang bernama Ibrahim itulah yang melakukan perbuatan yang berani ini.\n\n\" Seorang yang lain menambah keterangan dengan berkata:\" Bahkan dialah yang pasti berbuat, karena ia adalah satu-satunya orang yang tinggal di kota sewaktu kami semua berada di luar merayakan hari suci dan keramat itu.\n\n\" Selidik punya selidik, akhirnya terdapat kepastian yyang tidak diragukan lagi bahwa Ibrahimlah yang merusakkan dan memusnahkan patung-patung itu.\n\n Rakyat kota beramai-ramai membicarakan kejadian yang dianggap suatu kejadian atau penghinaan yang tidak dapat diampuni terhadap kepercayaan dan persembahan mereka.\n\n Suara marah, jengkel dan kutukan terdengar dari segala penjuru, yang menuntut agar si pelaku diminta bertanggungjawab dalam suatu pengadilan terbuka, di mana seluruh rakyat penduduk kota dapat turut serta menyaksikannya.\n\n Dan memang itulah yang diharapkan oleh Nabi Ibrahim agar pengadilannya dilakukan secara terbuka di mana semua warga masyarakat dapat turut menyaksikannya.\n\n Karena dengan cara demikian beliau dapat secara terselubung berdakwah menyerang kepercayaan mereka yang bathil dan sesat itu, seraya menerangkan kebenaran agama dan kepercayaan yang ia bawa, kalau diantara yang hadir ada yang masih boleh diharapkan terbuka hatinya bagi iman dari tauhid yang ia ajarkan dan dakwahkan.\n\n Hari pengadilan ditentukan dan datang rakyat dari segala pelosok berduyung-duyung mengujungi padang terbuka yang disediakan bagi sidang pengadilan itu.\n\n Ketika Nabi Ibrahim datang menghadap para hakim yang akan mengadili ia disambut oleh para hadirin dengan teriakan kutukan dan cercaan, menandakan sangat gusarnya para penyembah berhala terhadap beliau yang telah berani menghancurkan persembahan mereka.\n\n Ditanyalah Nabi Ibrahim oleh para hakim:\" Apakah engkau yang melakukan penghancuran dan merusakkan tuhan-tuhan kami?\" Dengan tenang dan sikap dingin, Nabi Ibrahim menjawab: \n\n \" Patung besar yang berkalungkan kapak di lehernya itulah yang melakukannya.\n\n Cuba tanya saja kepada patung-patung itu siapakah yang menghancurkannya.\n\n\" Para hakim penanya terdiam sejenak seraya melihat yang satu kepada yang lain dan berbisik-bisik, seakan-akan Ibrahim yang mengandungi ejekan itu.\n\n Kemudian berkata si hakim:\" Engkaukan tahu bahwa patung-patung itu tidak dapat bercakap dan berkata mengapa engkau minta kami bertanya kepadanya?\" Tibalah waktunya yang memang dinantikan oleh Nabi Ibrahim, maka sebagai jawapan atas pertanyaan yang terakhir itu beliau berpidato membentangkan kebathilan persembahan mereka,yang mereka pertahankan mati-matian, semata-mata hanya karena adat itu adalah warisan nenek-moyang.\n\n Berkata Nabi Ibrahim kepada para hakim itu:\" Jika demikian halnya, mengapa kamu sembah patung-patung itu, yang tidak dapat berkata, tidak dapat melihat dan tidak dapat mendengar, tidak dapat membawa manfaat atau menolak mudharat, bahkan tidak dapat menolong dirinya dari kehancuran dan kebinasaan? Alangkah bodohnya kamu dengan kepercayaan dan persembahan kamu itu! Tidakkah dapat kamu berfikir dengan akal yang sehat bahwa persembahan kamu adalah perbuatan yang keliru yang hanya difahami oleh syaitan.\n\n Mengapa kamu tidak menyembah Tuhan yang menciptakan kamu, menciptakan alam sekeliling kamu dan menguasakan kamu di atas bumi dengan segala isi dan kekayaan.\n\n Alangkah hina dinanya kamu dengan persembahan kamu itu. \" \n\n Setelah selesai Nabi Ibrahim menguraikan pidatonya iut, para hakim mencetuskan keputusan bahawa Nabi Ibrahim harus dibakar hidup-hidup sebagai ganjaran atas perbuatannya menghina dan menghancurkan tuhan-tuhan mereka, maka berserulah para hakim kepada rakyat yang hadir menyaksikan pengadilan itu:\" Bakarlah ia dan belalah tuhan-tuhanmu , jika kamu benar-benar setia kepadanya. \"\n\n Nabi Ibrahim Dibakar Hidup-hidup\n\n Keputusan mahkamah telah dijatuhakan.\n\nNabi Ibrahim harus dihukum dengan membakar hidup-hidup dalam api yang besar sebesar dosa yang telah dilakukan.\n\n Persiapan bagi upacara pembakaran yang akan disaksikan oleh seluruh rakyat sedang diaturkan.\n\n Tanah lapang bagi tempat pembakaran disediakan dan diadakan pengumpulan kayu bakar dengan banyaknya dimana tiap penduduk secara gotong-royong harus mengambil bahagian membawa kayu bakar sebanyak yang ia dapat sebagai tanda bakti kepada tuhan-tuhan persembahan mereka yang telah dihancurkan oleh Nabi Ibrahim.\n\n Berduyun-duyunlah para penduduk dari segala penjuru kota membawa kayu bakar sebagai sumbangan dan tanda bakti kepada tuhan mereka.\n\n Di antara terdapat para wanita yang hamil dan orang yang sakit yang membawa sumbangan kayu bakarnya dengan harapan memperolehi barakah dari tuhan-tuhan mereka dengan menyembuhkan penyakit mereka atau melindungi yang hamil di kala ia bersalin.\n\n Setelah terkumpul kayu bakar di lanpangan yang disediakan untuk upacara pembakaran dan tertumpuk serta tersusun laksan sebuah bukit, berduyun-duyunlah orang datang untuk menyaksikan pelaksanaan hukuman atas diri Nabi Ibrahim.\n\n Kayu lalu dibakar dan terbentuklah gunung berapi yang dahsyat yang sedang berterbangan di atasnya berjatuhan terbakar oleh panasnya wap yang ditimbulkan oleh api yang menggunung itu.\n\n Kemudian dalam keadaan terbelenggu, Nabi Ibrahim didatangkan dan dari atas sebuah gedung yang tinggi dilemparkanlah ia kedalam tumpukan kayu yang menyala-nyala itu dengan iringan firman Allah:\" Hai api, menjadilah engkau dingin dan keselamatan bagi Ibrahim. \"\n\n Sejak keputusan hukuman dijatuhkan sampai saat ia dilemparkan ke dalam bukit api yang menyala-nyala itu, Nabi Ibrahim tetap menunjukkan sikap tenang dan tawakkal karena iman dan keyakinannya bahwa Allah tidak akan rela melepaskan hamba pesuruhnya menjadi makanan api dan kurban keganasan orang-orang kafir musuh Allah.\n\n Dan memang demikianlah apa yang terjadi tatkala ia berada dalam perut bukit api yang dahsyat itu ia merasa dingin sesuai dengan seruan Allah Pelindungnya dan hanya tali temali dan rantai yang mengikat tangan dan kakinya yang terbakar hangus, sedang tubuh dan pakaian yang terlekat pada tubuhnya tetap utuh, tidak sedikit pun tersentuh oleh api, hal mana merupakan suatu mukjizat yang diberikan oleh Allah kepada hamba pilihannya, Nabi Ibrahim, agar dapat melanjutkan penyampaian risalah yang ditugaskan kepadanya kepada hamba-hamba Allah yang tersesat itu.\n\n Para penonton upacara pembakaran hairan tercenggang tatkala melihat Nabi Ibrahim keluar dari bukit api yang sudah padam dan menjadi abu itu dalam keadaan selamat, utuh dengan pakaiannya yang tetap berda seperti biasa, tidak ada tanda-tanda sentuhan api sedikit jua pun.\n\n Mereka bersurai meninggalkan lapangan dalam keadaan hairan seraya bertanya-tanya pada diri sendiri dan di antara satu sama lain bagaimana hal yang ajaib itu berlaku, padahal menurut anggapan mereka dosa Nabi Ibrahim sudah nyata mendurhakai tuhan-tuhan yang mereka puja dan sembah.\n\nAda sebahagian daripada mereka yang dalam hati kecilnya mulai meragui kebenaran agama mereka namun tidak berani melahirkan rasa ragu-ragunya itu kepada orang lain, sedang para pemuka dan para pemimpin mereka merasa kecewa dan malu, karena hukuman yang mereka jatuhkan ke atas diri Nabi Ibrahim dan kesibukan rakyat mengumpulkan kayu bakar selama berminggu-minggu telah berakhir dengan kegagalan, sehingga mereka merasa malu kepada Nabi Ibrahim dan para pengikutnya.\n\n Mukjizat yang diberikan oleh Allah s.w.t\n\n kepada Nabi Ibrahim sebagai bukti nyata akan kebenaran dakwahnya, telah menimbulkan kegoncangan dalam kepercayaan sebahagian penduduk terhadap persembahan dan patung-patung mereka dan membuka mata hati banyak daripada mereka untuk memikirkan kembali ajakan Nabi Ibrahim dan dakwahnya, bahkan tidak kurang daripada mereka yang ingin menyatakan imannya kepada Nabi Ibrahim, namun khuatir akan mendapat kesukaran dalam penghidupannya akibat kemarahan dan balas dendam para pemuka dan para pembesarnya yang mungkin akan menjadi hilang akal bila merasakan bahwa pengaruhnya telah bealih ke pihak Nabi Ibrahim.\n\n ",
        "tmp": "Irak",
        "image_url": "http://4.bp.blogspot.com/-jq5RqrQl-P4/Vn3Xsq-XygI/AAAAAAAABu0/leVFkNEfa5U/s320/ibrahim.png",
     "icon_url": "icon_url 6",
     "id": "6"
    },
    {
        "name": "Nabi Ibrahim AS",
        "thn_kelahiran": "1997",
        "usia": 175,
        "description": "sdada",
        "tmp": "Irak",
        "image_url": "http://4.bp.blogspot.com/-jq5RqrQl-P4/Vn3Xsq-XygI/AAAAAAAABu0/leVFkNEfa5U/s320/ibrahim.png",
     "icon_url": "icon_url 7",
     "id": "7"
    },
    {
     "name": "name 8",
     "thn_kelahiran": "thn_kelahiran 8",
     "usia": 99,
     "description": "description 8",
     "tmp": "tmp 8",
     "image_url": "image_url 8",
     "icon_url": "icon_url 8",
     "id": "8"
    },
    {
     "name": "name 9",
     "thn_kelahiran": "thn_kelahiran 9",
     "usia": 30,
     "description": "description 9",
     "tmp": "tmp 9",
     "image_url": "image_url 9",
     "icon_url": "icon_url 9",
     "id": "9"
    },
    {
     "name": "name 10",
     "thn_kelahiran": "thn_kelahiran 10",
     "usia": 56,
     "description": "description 10",
     "tmp": "tmp 10",
     "image_url": "image_url 10",
     "icon_url": "icon_url 10",
     "id": "10"
    },
    {
     "name": "name 11",
     "thn_kelahiran": "thn_kelahiran 11",
     "usia": 87,
     "description": "description 11",
     "tmp": "tmp 11",
     "image_url": "image_url 11",
     "icon_url": "icon_url 11",
     "id": "11"
    },
    {
     "name": "name 12",
     "thn_kelahiran": "thn_kelahiran 12",
     "usia": 90,
     "description": "description 12",
     "tmp": "tmp 12",
     "image_url": "image_url 12",
     "icon_url": "icon_url 12",
     "id": "12"
    },
    {
     "name": "name 13",
     "thn_kelahiran": "thn_kelahiran 13",
     "usia": 81,
     "description": "description 13",
     "tmp": "tmp 13",
     "image_url": "image_url 13",
     "icon_url": "icon_url 13",
     "id": "13"
    },
    {
     "name": "name 14",
     "thn_kelahiran": "thn_kelahiran 14",
     "usia": 92,
     "description": "description 14",
     "tmp": "tmp 14",
     "image_url": "image_url 14",
     "icon_url": "icon_url 14",
     "id": "14"
    },
    {
     "name": "name 15",
     "thn_kelahiran": "thn_kelahiran 15",
     "usia": 42,
     "description": "description 15",
     "tmp": "tmp 15",
     "image_url": "image_url 15",
     "icon_url": "icon_url 15",
     "id": "15"
    },
    {
     "name": "name 16",
     "thn_kelahiran": "thn_kelahiran 16",
     "usia": 99,
     "description": "description 16",
     "tmp": "tmp 16",
     "image_url": "image_url 16",
     "icon_url": "icon_url 16",
     "id": "16"
    },
    {
     "name": "name 17",
     "thn_kelahiran": "thn_kelahiran 17",
     "usia": 90,
     "description": "description 17",
     "tmp": "tmp 17",
     "image_url": "image_url 17",
     "icon_url": "icon_url 17",
     "id": "17"
    },
    {
     "name": "name 18",
     "thn_kelahiran": "thn_kelahiran 18",
     "usia": 28,
     "description": "description 18",
     "tmp": "tmp 18",
     "image_url": "image_url 18",
     "icon_url": "icon_url 18",
     "id": "18"
    },
    {
     "name": "name 19",
     "thn_kelahiran": "thn_kelahiran 19",
     "usia": 71,
     "description": "description 19",
     "tmp": "tmp 19",
     "image_url": "image_url 19",
     "icon_url": "icon_url 19",
     "id": "19"
    },
    {
     "name": "name 20",
     "thn_kelahiran": "thn_kelahiran 20",
     "usia": 15,
     "description": "description 20",
     "tmp": "tmp 20",
     "image_url": "image_url 20",
     "icon_url": "icon_url 20",
     "id": "20"
    },
    {
     "name": "name 21",
     "thn_kelahiran": "thn_kelahiran 21",
     "usia": 40,
     "description": "description 21",
     "tmp": "tmp 21",
     "image_url": "image_url 21",
     "icon_url": "icon_url 21",
     "id": "21"
    },
    {
     "name": "name 22",
     "thn_kelahiran": "thn_kelahiran 22",
     "usia": 75,
     "description": "description 22",
     "tmp": "tmp 22",
     "image_url": "image_url 22",
     "icon_url": "icon_url 22",
     "id": "22"
    },
    {
     "name": "name 23",
     "thn_kelahiran": "thn_kelahiran 23",
     "usia": 36,
     "description": "description 23",
     "tmp": "tmp 23",
     "image_url": "image_url 23",
     "icon_url": "icon_url 23",
     "id": "23"
    },
    {
     "name": "name 24",
     "thn_kelahiran": "thn_kelahiran 24",
     "usia": 63,
     "description": "description 24",
     "tmp": "tmp 24",
     "image_url": "image_url 24",
     "icon_url": "icon_url 24",
     "id": "24"
    },
    {
     "name": "name 25",
     "thn_kelahiran": "thn_kelahiran 25",
     "usia": 17,
     "description": "description 25",
     "tmp": "tmp 25",
     "image_url": "image_url 25",
     "icon_url": "icon_url 25",
     "id": "25"
    }
   ]